export const cassandra = {
  talk1: [
    '…。',
    '何を見ているの？',
    'これは牢屋ですか？',
    '…。',
    'そうよ。',
    'お姉さんは悪いことをしたんですか？',
    'そう。',
    '二度と出ることはできない。',
    'えっ、そんな…。',
    'これはアラグニエの糸でできた鍵のない牢獄。',
    'ヤツが張った糸は、ヤツを倒さない限り切ることはできない。',
    'アラグニエ？',
    'アラグニエは巨大な蜘蛛のモンスター。',
    'この牢屋を作ったあと、どこかへ行ってしまったわ。',
    'もう誰にも、見つけることも、倒すこともできない。',
    'さあ、見物されるのは慣れっこだからいいけど、飽きたらどっかに行ってちょうだい。'
  ],
  talk2: [
    'まだ私に何か用？',
    'ねえあなた、暇なら私にワインを持ってきてくれない？',
    'この国に禁酒令があるのは分かってるけど、手に入る場所を知っているの。',
    '取ってきてくれるのなら場所を教えるわ。',
    ['いいよ', '結構です'],
    'そう…。',
    'ワインはこの地下通路の奥にある。',
    'え、この先に？',
    'そう。',
    'でも鍵が…。',
    '扉の横にある燭台の底をよく調べてみて。',
    '鍵が隠されているはず。',
    'なんでそんなところに鍵が？',
    '私の兄がたまに出入りしているからよ。',
    '私の兄は、私をここから出すためにアラグニエのねぐらを探しているの。',
    'そうなんだ。',
    'だったら後でお兄さんが困らない？',
    'いいの。アラグニエは見つかるはずはない。',
    '兄もやっとそれに気づいたみたいで、…ここしばらくは訪れていないわ。',
    'でもワインは絶対に見つかるはずだから、必ず持ってきて。'
  ],
  util: {
    door: ['調べる', '何もしない'],
    key: '『地下通路の鍵』を手に入れた',
    unlock: '鉄格子の鍵を開けた',
    locked: '鍵がかかってる。',
    wine: '『ワイン』を手に入れた'
  },
  progress: [
    '鍵は見つかった？',
    '扉の横にある燭台の底をよく調べてみて。',
    'ワインはまだ見つからないの？'
  ],
  solve: [
    'ワインは見つかった？',
    'はい、ほんとにありました。',
    'よくやったわ！',
    'ありがとう、最高よ。',
    'こんなところに閉じ込められているから、あげられるお礼なんて無いんだけれど…。',
    'いいんです。鍵を貸してもらっただけで十分です。',
    'でもどうしてここにお酒があるんですか？',
    'それは、密造酒の密売人が、酒の搬入にこの地下通路を使っているからよ。',
    '城内の連中が密造酒を買ってるっていうんだから、禁酒令なんてクソだわ。',
    'そうなんですか。',
    'ちょうどさっき、あなたと入れ違いでその密売人が入っていったところ。',
    '会ったらよろしく言っておいて。'
  ],
  solved: 'ワイン、ありがとうね。',
  tweet: [
    'ほんとにあった！？',
    'あと2つだね',
    'あと1つ見つけなきゃ',
    '全部集まったみたいね'
  ]
}
