export const dog = {
  start: [
    'この森は危ないから、特別な理由がないならあまり奥には進まないほうが良いよ。',
    'どうしてですか？',
    '人食い熊のレックスベアが出るからだ。',
    'くま？',
    'ただの熊じゃない。飛び抜けて凶暴な奴だ。',
    '元々はさして脅威ではなかったんだけど、ある個体が一度人間を捕食して以来、',
    'その味を覚えたのか、人を積極的に襲うようになったんだ。',
    'こわ！',
    '国の討伐隊や、名のある傭兵団がレックスベア討伐に来ているらしいが、どうなったかな。',
    'レックスベアを倒すと何か良い事があるんですか？',
    '人にとって危険だから賞金がかかっているのでは？',
    'うーん。それにしてはやけに大袈裟な気がする。',
    '森に近づかなければいい話だし。',
    'まあ、僕らハンターとしてもレックスベアはあまり遭遇したくない相手だから、',
    '誰かが倒してくれるならそれにこしたことはないんだけどね。',
    'お兄さんはハンターなんですね。',
    '何を狩りに来ているんですか？',
    '僕はレックスベアとかじゃなく、食肉用の動物とかだよ。',
    'でも今はただ逃げ出してしまった犬を探しているだけなんだ。',
    '犬が逃げちゃったんですか？',
    'ああ、相棒の狩猟犬が産んだ5匹の子犬たちだ。まだ1歳にもなっていない。',
    '悪いんだけど、もしその辺でみかけたら連れてきてくれないかな？',
    ['はい', 'いいえ'],
    ['助かるよ。よろしく頼んだよ。', 'そうか。']
  ],
  started: [
    'ありがとう！',
    'あと#{count}匹いるはずなんだ',
    'よろしく頼んだよ。'
  ],
  solve: [
    'ありがとう！これで全員だ。',
    '正直全員無事で戻ってこられるとは思ってなかったよ。',
    'なんとお礼を言ったらいいか。',
    '気にしないでください！',
    'あ、気に入るか分からないけど、僕の予備の弓矢をもらってくれ。',
    'ありがとう。お兄さんの武器は弓なんですね。',
    'そうだよ。',
    'トラップや毒を塗った矢を使って獲物を仕留める。',
    '時間はかかるけど、一番安全な狩り方だ。',
    'へー。',
    'そういえばこの間、毒矢に使う毒液を分けてくれと訪ねてきた怪しい男が居たんだ。',
    '不審に思って断ったけど…、',
    '君たちもおかしな奴には気をつけるんだよ。'
  ],
  solved: [
    '助かったよ。本当にありがとう。'
  ],
  dog: {
    notStarted: 'ワンちゃん、こんなところで何してるの？',
    d1: 'ほら、こっちにおいで。',
    d2: 'いい子ね、こっちよ。',
    d3: 'おいで、ワンちゃん。',
    d4: 'おいでー、ほら。',
    d5: 'おいで、ご主人が待ってるよ。',
    jaquelyn: 'あと#{remain}匹ね',
    francisca: 'あと#{remain}匹だね',
    foundAll: 'これで全部ね' 
  }
}
