export const lorraine = {
  start1: [
    '何をしているんですか？', // ann
    '彫刻の仕掛けを修復しているんだ。', // architect
    '仕掛け？', // ann
    'そう。この神殿には色々な仕掛けが隠されている。', // architect
    '扉を開けたり、閉ざしたり。', // architect
    'もしかしてこの彫刻を彫った人？', // ann
    'いいや、', // architect
    '僕は仕掛けの部分を直しただけ。', // architect
    'なんせこの神殿は、作られたのも、廃墟になったのも遥かに昔のことだ。', // architect
    '仕掛けを見つけたのも偶然。', // architect
    '偶然？', // ann
    '初めてここへ来て、このロレイン像に心を奪われて以来、', // architect
    '僕はこの像のことが忘れられなくなった。', // architect
    'やがて彫刻家を目指すことに決めたんだ。', // architect
    'それから、食事をとるのも忘れてこの像を眺めた。', // architect
    'それで仕掛けを見つけたんだね。', // ann
    'そう。', // architect
    '台座に仕掛けが隠されているのを見つけた。', // architect
    '壊れていたんだけど、それを修理して、また動くようにした。', // architect
    'すごい。', // ann
    'ところで君たちは、何か困っているのかい？' // architect
  ],
  option: ['像について', 'ドラゴンについて'],
  start2: [
    '像の羽も、壊れているみたいだけど、それは直さないの？', // ann
    '直さない。', // architect
    'さっき言った通り、この像には心を奪われたんだ。壊れていてもね。', // architect
    '何より僕はこの像を彫った人を尊敬している。', // architect
    '僕が手を加えるべきではないんだ。', // architect
    'だから、仕掛けだけ動くようにしている。', // architect
    '何年もかかってしまったけどね。', // architect
    'そっか。ずっとここで作業しているんだね。', // ann
    'ああ。ほとんどの時間をここで過ごしてきた。' // architect
  ],
  start3: [
    'ドラゴンが目覚めたことは知っていた？', // ann
    'もちろん。', // architect
    'ドラゴンはこの神殿の地下で眠っていたが、半月ほど前に目覚めた。', // architect
    'それから今日までの間は、王弟がドラゴンのもとを頻繁に訪れていたね。', // architect
    'どうして？', // ann
    'ドラゴンの怒りを買っている陛下に代わって、王弟がドラゴンと交渉していたみたいだ。', // architect
    'うまくいかなくて、今日に至ったんだろう。', // architect
    'そうだったんだ。', // ann
    '私たちもドラゴンのところへ行きたいんだけど、', // ann
    '仕掛けを開けてもらえないかな？', // ann
    '残念だけど、地下への仕掛けだけは僕には動かせない。', // architect
    'アレだけちょっと特殊でね、', // architect
    '騎士団と一緒に来たライラという女性だけが開閉できる。', // architect
    'そっか…、', // ann
    '代わりにはならないかもしれないけど、', // architect
    'これを。', // architect
    'これは？', // ann
    'これで仕掛けを動かせば、屋上への扉なら開けられる。', // architect
    '仕掛けの動かし方は、せっかくだから考えてみてくれ。', // architect
    'ありがとう！' // ann
  ],
  item: '『簡素な鍵』を手に入れた',
  started: [
    '仕掛けの動かし方は、せっかくだから考えてみてくれ。' // architect
  ],
  solved: [
    '仕掛けは解けたようだね。', // architect
    '地下へも行きたいのなら、ライラという女性を探すといい。' // architect
  ],
  tweet: [
    'これが仕掛けね',
    'アンに解けるの？',
    '頑張って！',
    'やった！'
  ]
}
