export const jack = [
  [ // jack.0.x
    '日が落ち始めたわね。', // jaquelyn
    'もうそろそろ現れるころかな？', // ann
    'そうね。', // francisca
    '王殺しのジャックって結局何者なんだろうね。', // ann
    'さあ、', // francisca
    '捕まえたら分かるかもね。', // francisca
    'どうして暗殺なんてしたんだろう。', // ann
    'どこの国の王も命を狙われる理由ならたくさんあるんじゃないかしら。', // jaquelyn
    '『平和王エドガー』、平和を願った優しい王さまを殺すなんて…、' // ann
  ],
  [ // jack.1.x
    'おい、お前たち、こんなところで何をしている？', // chara
    'え！？', // ann
    'あ、いえ…その…、', // ann
    '何をしていると聞いているんだ。', // jack
    'ええと、', // ann
    'なんていうか…、', // ann
    'お花を摘みに来たのよね。', // jaquelyn
    'そ、そうよ！お花よ！', // ann
    'なに？', // jack
    '武器を持ってか？', // jack
    'それは…、', // ann
    'ちょっとあんた、', // francisca
    'そういうあんたこそ何者よ？', // francisca
    '怪しい格好で、こんな茂みの中でコソコソと。', // francisca
    '確かに！', // ann
    'お前たちには関係ない。', // jack
    'この場から離れてもらおうか。', // jack
    '分かったわ！あなたが暗殺者ね。', // ann
    'ここから先へは行かせない！', // ann
    'なんだと？', // jack
    'お前たちが何者かは知らんが、邪魔をしないでもらえるか？', // jack
    'できれば危害は加えたくない。', // jack
    'アン、こいつで間違いないと思う。', // francisca
    'そうね、捕まえましょう。', // jaquelyn
    '分かった。', // ann
    'アンタ、覚悟しなさい！' // ann
  ],
  [ // jack.2.x
    'うぅ…。', // ann
    '強い…。', // francisca
    '装備は没収させてもらうぞ。', // jack
    '装備を奪われた', // system
    '追いかけないと…。', // jaquelyn
    '大丈夫？アン', // jaquelyn
    'う、うん。', // ann
    'あれ！？時間水晶がない！', // ann
    'きっと装備と一緒に奴に持って行かれたんだ。', // francisca
    '早く追いかけよう。' // francisca
  ],
  [ // jack.3.x
    'みて、あそこ！あれがエドガー王？', // ann
    'エゼルはまだ帰っていないのか？', // king
    'はい、王弟殿下はまだグリファルデ神殿かと。', // soldier
    'ドラゴンとの交渉は順調に進んでいるとは言えないようだな。', // king
    '…申し上げにくいのですが、そのようです。', // soldier
    'そうか…。', // king
    'よかった、無事みたい。', // jaquelyn
    'ジャックはどこ…？', // francisca
    '暗殺は諦めたのかもしれないね。とにかく、一回ここを離れましょう。', // jaquelyn
    'うん。' // ann
  ]
]
