export const ferdinand = {
  talk1: [
    '大丈夫ですか？顔色が悪いみたいだけど。',
    '…………。',
    'こんな崖のそばにいたら危ないですよ。',
    '…………。',
    'ねえ！',
    '………、な、なんだ………？',
    '誰だお前たちは…？',
    '………、',
    'おい、どこだここは！？',
    'え？',
    '大丈夫？',
    'どこなんだここは？',
    'どこって、墓地ですけど。',
    '墓地だと？',
    '聖アンテルスの墓地。',
    'なんだって…？',
    'べリオンじゃないか…。',
    '私はなぜこんなところに………。',
    'ほんとに大丈夫？',
    '誰かに連れてこられたの？',
    'ち、違う。',
    '私はまともだ。',
    'そうだ、何か用があったはずなんだ。',
    '声だ！声が聴こえたんだ。',
    'それでわざわざここまで来たんだ。',
    'それで？',
    'それで、そうだ、ここでその声を聴いていたんだ。',
    'そしたらお前たちが話しかけてきた。',
    'おい、ほら、この声だ。聴こえるだろ？',
    'こんなに大勢の声が、一体どこから？',
    '何それ、怖い。',
    'そんなの聞こえないよ。',
    'ふざけるな！',
    'くそっ！くそっ！',
    'やっぱり変ですよ。',
    '家に帰ったほうがいいんじゃない？',
    'ちくしょう。',
    '私がこうなったのは全てレンフィールド家のせいだ。',
    'きっとやつらに売りつけられた奴隷や女の霊が私を恨んでいるんだ。',
    '人を買っていたの？',
    'そりゃあ怨みも買うね。',
    '怨みや呪いだなんて…、',
    'きっと自らの罪悪感が生み出した幻聴じゃないかしら。',
    'おい！好き勝手言うな。',
    'くそ、呪いだかなんだか知らんが、',
    'おかげでフェルディナンド家は無茶苦茶だ。',
    'おい、あんたら、なんとかしてくれないか？',
    'なんとかってどういうこと？',
    'そんなもん分からん！',
    'とにかく頼む！'
  ],
  talk2: [
    'とにかく頼む。',
    'なんとかしてくれ。'
  ],
  talk3: [
    'おい、何とかできそうか？',
    'うーん…、',
    'このお守りなんてどうかな？',
    'さっきシスターさんにもらったんだけど。',
    'そんなもので助かるはずがないだろう！',
    'じゃあいらないの？',
    '…。',
    '一応もらっておこうか…。',
    'やっぱ要るんじゃない。',
    'うるさい！ほら、早くよこせ。'
  ],
  talk4: [
    'うわ！！',
    '誰だ！？私の足を掴むな！',
    'え！なに！？',
    'お、おい！！やめろ！！',
    'うわあああああ！！！！',
    'え…！？',
    'なに今の……、',
    'なにか手みたいなものに引っ張られて…、',
    '死んじゃったの…？',
    'この崖の深さなら、…きっとそうね。',
    'こわ。'
  ]
}
export const marianne = {
  start: [
    'あの、シスターさん、大丈夫？', // ann
    'かなり具合が悪そうだけど。', // ann
    '…。', // marianne
    'あのー、', // ann
    'あ…、はい…。', // marianne
    'どうしたんですか？', // ann
    'なにも…、大丈夫です。', // marianne
    '大丈夫なことないよ！', // ann
    '今にも死んじゃいそうだよ！', // ann
    'ちゃんとご飯食べてる？', // ann
    'いえ…、いいんです。', // marianne
    '私は、好きで死にたいのです。', // marianne
    'そんな。', // ann
    'どうして？', // ann
    'マリアンヌのところに行くのです。', // marianne
    'マリアンヌ？', // ann
    'ええ、', // marianne
    'このお墓に眠る、私の愛するマリアンヌ…。', // marianne
    'その人を追いかけて死にたいの？', // ann
    'ええ、', // marianne
    '彼女の歌声が聞けない世界など…、', // marianne
    '未練はありません。', // marianne
    'うーん…、そんなに好きだったんだね。', // ann
    'どんな人だったの？', // ann
    '素敵な歌声の持ち主。', // marianne
    'マリアンヌは、聖堂でも、お城でも歌うことが許された特別な人。', // marianne
    'ご交友の少ない王妃殿下さえも、マリアンヌにはお心開いていたほどです。', // marianne
    '彼女の歌はそれほどまでに特別でした。', // marianne
    'すごい人なんだね。', // ann
    'はい。', // marianne
    'そして私は、そんな彼女に恋をしました。', // marianne
    '修道女の私は神様と結婚した身。', // marianne
    '許されることではありません。', // marianne
    '彼女が亡くなってから、私は心の在り処を失い、', // marianne
    'ここへ来ました。', // marianne
    'そうだったんだ。', // ann
    'いつからここにいるの？', // ann
    '数日前だと思いますが、', // marianne
    '時間の感覚がぼんやりしてきて、正確には…分かりません。', // marianne
    'そっか、', // ann
    'ちょっと待っていてね。', // ann
    '飲み物か何かを探してくるよ。', // ann
    'え、いえ、いいんです。', // marianne
    'いいから。' // ann
  ],
  started: [
    'ちょっと待っていてね。', // ann
    '飲み物か何かを探してくるよ。', // ann
    'え、いえ、いいんです。', // marianne
    'いいから。' // ann
  ],
  solve: [
    'はいシスター、', // ann
    '余計なお世話かもしれないけど…、お水を持ってきたよ。', // ann
    '…。', // marianne
    'ありがとう…。', // marianne
    'いただきますね。', // marianne
    'うん。', // ann
    'おいしい…。', // marianne
    'よかった。', // ann
    'あの、', // marianne
    '親切にしていただいたお礼に、このお守りを受け取ってください。', // marianne
    'お礼なんていいのに。', // ann
    'あ、そういえばマリアンヌは王妃と仲がよかったって言っていたよね？', // ann
    '王妃のこと、少しだけ聞いてもいいかな？', // ann
    'ええ、マリアンヌがたまに話してくれたので、知っていることでしたら。', // marianne
    'えっと、', // ann
    '王妃は王を恨んでいたの？', // ann
    'え、そんなことはありえません。', // marianne
    '王妃は病気で亡くなるその瞬間まで、陛下を愛していたはずです。', // marianne
    'そ、そうだよね。', // ann
    '変なこと聞いてごめん。', // ann
    'さあ、立ち上がれる？', // ann
    '辛かったら街まで送るよ。', // ann
    'いえ…、', // marianne
    '私の気持ちは変わりません。', // marianne
    'そんな…、', // ann
    '私はマリアンヌのそばで、', // marianne
    'マリアンヌの歌を聞けるのなら、', // marianne
    '地獄へだって行きたいのです。' // marianne
  ],
  solved: [
    'マリアンヌ…。' // marianne
  ],
  item: '『十字のお守り』を手に入れた'
}
export const dario = {
  unavailabled: [
    'あのー。', // ann
    '…。', // dario
    '考え事をしているみたい。', // ann
    'また後で来よう。' // ann
  ],
  start: [
    '君たち、用が済んだらできるだけ早くこの墓地を出ていくことだ。', // dario
    'どうして？', // ann
    'おばけが出るからですか？', // ann
    'そんなやさしいものじゃないが、そんなところだ。', // dario
    'ここ数年で、この墓地にはたくさんの悪霊が住み着くようになった。', // dario
    'それ以来、この場所はあまりに哀しい。', // dario
    'たくさんの哀しみに満ちている。', // dario
    '私は感じることができる。', // dario
    '君たちが陽の光や風を肌で感じるように、', // dario
    '私は死者たちの哀しみを体で浴び続けている。', // dario
    'これは君たちにとっても無害ではない。', // dario
    '感じることができなくとも、ここにいる間、君たちも哀しみを浴びている。', // dario
    'だから、長居せずに出ていくことだ。', // dario
    '特に、北側の王族や貴族の墓地の辺りには近づくな。', // dario
    'でも、', // ann
    '私たち、王妃のお墓に行きたいと思っているの。', // ann
    'なんだって？', // dario
    'それは特におすすめしない。', // dario
    'え、どうして？', // ann
    '王妃の亡霊でも出るの？', // ann
    'そうだ。', // dario
    'いや、そうなんだが、違う。', // dario
    'あの亡霊は、王妃の姿をしているが、王妃ではない。', // dario
    'どういこと？', // ann
    'あれは…、', // dario
    'ここに住まう悪霊たちの魂を寄せ集めて作られたものだ。', // dario
    '私が…、私が作った…。', // dario
    'ええと、ちょっと待って、', // ann
    'あなたが、この墓地にいた悪霊を使って、', // ann
    '王妃の姿をした亡霊を作った、ってそういうわけ？', // ann
    'そうだ。', // dario
    'そんなことができるの？', // ann
    'というか何のために？', // ann
    '私は、死者を操ることができる。', // dario
    'ある男に脅されて、王妃の亡霊を作らされたんだ。', // dario
    '理由は分からないが、あいつはあの亡霊を使って、国王陛下を殺すつもりだ。', // dario
    'もし陛下が死んだら、…私のせいだ。', // dario
    'その亡霊はあなたの言うことは聞かないの？あなたが作ったんでしょ？', // ann
    '無理だ。', // dario
    'もうどうすることもできない。', // dario
    'あれは私の力の範囲を超えて凶悪な存在になった。', // dario
    '気をつけろ、', // dario
    '今あの亡霊の恨みは国王陛下に向けられているが、近づけば君たちも危険だ。', // dario
    'そんなに強力なんだ。', // ann
    'あのさ、', // ann
    'あなたを脅した男って、黒いローブの男？', // ann
    '知っているのか！？', // dario
    'よくは知らないけど、私たちも会ったことがある。', // ann
    'あいつは何者だ？何故王を殺そうとしている？', // dario
    '分からない。', // ann
    'あいつの居場所は知っている？', // ann
    'ああ、', // dario
    'あいつならまだこの墓地に居る。', // dario
    'ほんと！？', // ann
    '会いに行くつもりか？', // dario
    '王妃の亡霊も危険だが、あいつも危険だ。', // dario
    'それは知っているけど…、', // ann
    '私たちはあいつを止めなくちゃいけない。', // ann
    '…。', // dario
    'そうか。', // dario
    'あいつは、私が王妃の亡霊を作り出すときに使った短剣を持っている。', // dario
    'もし、', // dario
    'もしも取り返すことができたら、それを私のところに持ってきてくれ。', // dario
    '短剣ね。覚えておくよ。' // ann
  ],
  started: [
    'あいつは、私が王妃の亡霊を作り出すときに使った短剣を持っている。', // dario
    'もしも取り返すことができたら、それを私のところに持ってきてくれ。', // dario
    '短剣ね。覚えておくよ。' // ann
  ],
  jack1: [
    'ねえアン、何か、誰かに見られている感じがしない？', // jaquelyn
    '分からないけど…、注意して進もう。' // ann
  ],
  jack2: [
    'ここで何をしている？', // jack
    '！！', // ann
    'どこに隠れていたの！？', // ann
    'お前たち、地下通路でも私の邪魔をしてくれたようだな。', // jack
    'そうよ！', // ann
    '今度はなに？', // ann
    '王妃の偽物の悪霊を作って王を殺そうだなんて。', // ann
    'あのネクロマンサーが喋ったのか。', // jack
    'あんた、どうして王を殺そうとしているの？', // ann
    'しつこいようだから端的に答えてやる。', // jack
    'この国を守るためだ。', // jack
    '守るため…？', // ann
    '平和王エドガーを殺すことが何で国を守ることになるっていうの？', // ann
    '説明したら、お前らは俺の邪魔を辞めるのか？', // jack
    '…。', // ann
    'そうだ、無駄だろう。', // jack
    '俺もお前たちとお喋りするつもりはない。', // jack
    'これ以上時間を無駄にするわけにはいかないんだ。', // jack
    'いい加減決着をつけよう。', // jack
    '望むところよ。', // ann
    '今度は生かしては帰さないぞ。', // jack
    'あんたこそ、残念だけど前のようにはいかないよ。覚悟しなさい。' // ann
  ],
  jack3: [
    '負けた…、だと？', // jack
    'そう、あなたの負けよ。', // ann
    'さて、じゃあまずあの水晶を返して貰おうかな。', // ann
    '王城の裏庭で私たちから奪ったやつ。無くしてないよね？', // ann
    '…まだだ、', // jack
    'なんて？', // ann
    'ここで終わるわけにはいかない…。' // jack
  ],
  jack4: [
    '！！', // ann
    '飛び降りるなんて…。', // jaquelyn
    'まずいね…。', // francisca
    'どうしよう…。', // ann
    '追いかける…？', // ann
    'え、この崖の底に？', // jaquelyn
    '無理でしょ。', // francisca
    'そうだよね。', // ann
    'この崖、底が見えないけど、どうなってるんだろう…？', // ann
    '死んだかもね。', // francisca
    'うう…。', // ann
    'もし今のでジャックが死んだとしたら、歴史はどうなるの？', // ann
    '分からないけど、多分まだ王の死は防げていないはず。', // francisca
    '王妃の亡霊の件が解決していないでしょ。', // francisca
    'たしかに。', // ann
    '追いかけるのも無理そうだし、', // jaquelyn
    'ひとまず今は先を急ぎましょう。', // jaquelyn
    'そうだね、そうしよう。' // ann
  ],
  solve: [
    '短剣ってこれのことだよね？', // ann
    '取り返してきたよ。', // ann
    '本当か？', // daio
    '一体どうやって…？', // daio
    '私たちこう見えて強いの。', // ann
    'だからさ、王妃の亡霊、私たちに任せてみない？', // ann
    'きっと何とかするよ。', // ann
    '…。', // daio
    'アレを止めようと言うのか…。', // daio
    '何かいい方法はない？', // ann
    'その短剣だ。', // daio
    'その短剣を持ってアレに近づけば、', // daio
    '見ることも、触れることもできるだろう。', // daio
    '倒すことも、不可能ではないかもしれない。', // daio
    'ほんと！？', // ann
    'ああ。', // daio
    'だが、あの亡霊は本当に危険だ。', // daio
    'それでも行くのか…？', // daio
    '行くよ。', // ann
    'そうか…。', // daio
    '短剣なら構わない。', // daio
    '持っていってくれ。', // daio
    'ありがとう。', // ann
    '本当にすまない…。', // daio
    '…どうか、負けないでくれ。' // daio
  ],
  solved: [
    '…どうか、負けないでくれ。' // daio
  ]
}
export const renfield = {
  start1: [
    '墓荒らし！？', // ann
    'わ！何だお前ら！', // ray
    '突然話しかけるな！', // ray
    'あなた墓荒らしね！？', // ann
    'だったらなんだ、', // ray
    'ほっといてくれ。', // ray
    '放っておけるわけないないじゃない。', // ann
    '貴族の墓なんて掘り起こして、金目の物を漁るつもりでしょ？', // ann
    'ちげーよ。', // ray
    'ここはうちの墓だ。', // ray
    '俺がどうしようととやかく言われる筋合いはねえ。', // ray
    'うちの墓？', // ann
    'それってどういうこと？', // ann
    'しつけーな。', // ray
    'ここはレンフィールド家の墓だ。', // ray
    '汚れた人間どもの死体が埋まってる。', // ray
    'そして俺はレイ・レンフィールド。', // ray
    '汚れた血筋の男であり、レンフィールド家の裏切り者だ。', // ray
    'あなたのご先祖の墓なら、なおさらなんでこんな事するのよ。', // ann
    'レンフィールド家は汚れた家系だ。', // ray
    'フェルディナンド家に奴隷や少女を売って貴族になった。', // ray
    '自分の地の民を外に売るなんて、薄汚いクズどもめ。', // ray
    'クズがこんな場所に埋葬される資格はないんだ。', // ray
    '掘り起こして、燃やして、野道にでも捨ててやる。', // ray
    'そんな…。' // ann
  ],
  start2: [
    'うわ！！', // ann
    '出た！！', // ann
    '！！', // ray
    '姿を現しやがったな…、', // ray
    'どうするのよ！', // ann
    'ふふ…、こいつらには二度死んでもらうのさ。', // ray
    'よ、ようし、見てろよあんたたち、', // ray
    '…。', // ray
    '…なあ、やっぱりあんたらに任せるよ。', // ray
    'ええ！？', // ann
    'やっぱり怖いんじゃない！', // ann
    'ち、ちげーよ！', // ray
    'とにかく頼む！', // ray
    'このままじゃやばい。' // ray
  ],
  started: [
    'おい、怖いわけじゃないからな！', // ray
    'じゃあなんのさ？', // ann
    'っ…。', // ray
    'うるせえ、とにかく頼む！' // ray
  ],
  solve: [
    '強いんだな。', // ray
    '…ありがとな。', // ray
    '大したものは無いけど、', // ray
    'これ、さっき拾った鍵をやるよ。', // ray
    'どっかに使えんだろ。', // ray
    'ああ、うん、ありがとう。', // ann
    'それはいいけど…、', // ann
    'この後どうするの？', // ann
    '元に戻さないと、家族に見つかったら怒られるよ？', // ann
    'そんなもんいねえよ。', // ray
    '屋敷に火をつけて…、皆殺しにしてやった。', // ray
    'え、', // ann
    'レンフィールド家の生き残りは、遠くに住む兄弟と、俺だけだ。', // ray
    '責めるなよ…。', // ray
    'そうでもしないと、犠牲になっていた人間はもっと多かったんだ…。', // ray
    'そんな…。', // ann
    '…。', // ray
    'じゃあな。' // ray
  ],
  item: '『錆びた鍵』を手に入れた'
}
export const evangelina = {
  unavailabled: [
    'ここが王家の墓みたいね。', // jaquelyn
    'ね、ねえ、なんだか嫌な気配がしない…？', // francisca
    'え、怖いこと言わないでよ。' // ann
  ],
  boss1: [
    '…あ、あの。', // ann
    '王妃殿下…？', // ann
    '…さない', // evangelina
    '？', // ann
    '…許さない…', // evangelina
    'エドガー…', // evangelina
    '許さない…', // evangelina
    'えっと、私たちは違います。', // ann
    '…殺す' // evangelina
  ],
  boss2: [
    '…倒した？', // ann
    'みたいね。', // jaquelyn
    'じゃあこれで王は助かるのかな？', // ann
    '王国史に書かれていた亡霊ってのが、さっきの偽物のほうのことだったらね。', // francisca
    'え！？', // ann
    '考えていなかったけど、', // ann
    '本物の王妃は、違うよね…？', // ann
    '分からないけど、', // jaquelyn
    '帰って王国史を確認すれば分かんるじゃないかしら？', // jaquelyn
    'そうだね、帰ろっか。' // ann
  ],
  solve1: [
    'お待ちなさい。', // evangelina
    'え！？', // ann
    'あなたたち、', // evangelina
    'ありがとう。', // evangelina
    'ええと…。', // ann
    '本物の…、エヴァンジェリナ妃？', // ann
    'ええ。', // evangelina
    'ありがとう、', // evangelina
    '私を偽る悪しき存在から、私の場所を守ってくれて。', // evangelina
    'い、いえ。どういたしまして。', // ann
    'あの、', // ann
    '王妃は、エドガー王を恨んでいますか？', // ann
    'いいえ。', // evangelina
    'あなた達が気にしていることなら分かっています。', // evangelina
    '答えましょう。', // evangelina
    '恨むことなど一つもありませんでした。', // evangelina
    '私が病弱で、', // evangelina
    '民の前に中々姿を見せらないばかりに、', // evangelina
    'よくない噂をされるようになってしまいました。', // evangelina
    'エドガーには感謝しかありません。', // evangelina
    'よかった。', // ann
    '私の病気は始めからです。', // evangelina
    'エドガーと知り合ったときから、', // evangelina
    '既に死ぬことは決まっていたのです。', // evangelina
    'それでもエドガーは、', // evangelina
    '私を選んでくれたのです。', // evangelina
    'そうだったんですね。', // ann
    '失礼なことを聞いて、ごめんなさい。', // ann
    'いいんです。', // evangelina
    '旅の人、', // evangelina
    '私は今も、エドガーの愛するこの国の平和を願い続けています。', // evangelina
    'ですが、とても心配しています。', // evangelina
    'かつてエドガーが神殿に封じたドラゴンが、', // evangelina
    '目覚め、', // evangelina
    '復讐を果たそうとしています。', // evangelina
    '私には、祈ることしかできません。', // evangelina
    'もしもあなた達がこの国の平和を望むのなら、', // evangelina
    'どうか彼に、力を貸してあげてください。' // evangelina
  ],
  solve2: [
    'あ！待って！', // ann
    '…消えちゃった。', // ann
    '詳しく話を聞きたかったんだけど…、', // ann
    '仕方ない、一旦帰ろう。' // francisca
  ]
}
