export const peaceful = {
  soldier: [
    '暗殺を企てている者の格好は黒いローブ。', // soldier1
    '王弟殿下によると、見つけ次第、即処刑してよいとのことだ。', // soldier1
    '黒いローブだな。分かった。' // soldier2
  ],
  talk1: [
    '来たか。', // jack
    'どうしてあなたがここに？', // ann
    'お前たちをここへ呼び出したのは俺だ。', // jack
    'え…？', // ann
    'あれ、その顔の怪我は…。', // ann
    '…。', // jack
    '今一度、名乗らせてくれ。' // jack
  ],
  talk2: [
    '俺は王弟エゼルバルドだ。', // ethel
    '！', // ann
    'すまなかった。', // ethel
    '姿を偽ってきたこと、お前たちに剣を向けたこと。', // ethel
    'どういうこと？', // ann
    'だって、何度も王を殺そうとして…。', // ann
    'ああ、間違いない。', // ethel
    '俺は何度も王を殺そうとしていた。', // ethel
    '今こそ、全てを説明させてくれ。', // ethel
    '十年前、王がドラゴンと戦ったことは知っているか？' // ethel
  ],
  question: ['知ってる', '知らない'],
  talk3: [
    'そう、', // ethel
    '十年前、王はソンベルクと戦い、グリファルデ神殿に封じた。', // ethel
    'しかし半月ほど前、', // ethel
    'グリファルデ神殿の見張りがソンベルクの覚醒を知らせたのだ。', // ethel
    '目覚めたソンベルクは王を恨み、復讐を企てていた。', // ethel
    '恨みの先である兄に代わってヤツと交渉すべく、', // ethel
    '俺は何度もグリファルデ神殿へ通っていた。', // ethel
    '様々な条件と引き換えに、王国への復讐を辞めるように説得してきたのだ。', // ethel
    'しかし、ソンベルクの望みは一貫していた。', // ethel
    'ついに俺は諦め、俺は王にも知らせず、ソンベルクとある契約を結んだ。', // ethel
    '王の首と引き換えに、王国の襲撃を辞めること。', // ethel
    '綺麗に言えば、俺は兄の死を代償に王国を救おうと考えたのだ。', // ethel
    'そうだったの…。', // ann
    '初めてここで会った時のことを覚えているか？', // ethel
    'あの日俺は、兄を殺そうとしていた。', // ethel
    'だがお前たちが止めに入った。', // ethel
    'そして俺は、お前たちからこの水晶を奪いあげたな。', // ethel
    '時間水晶！', // ann
    'やはりこれは特別なものだな？', // ethel
    '直後にこの水晶は、俺を別の世界に運んだ。', // ethel
    '何が起きたか分からなかったが、ほどなくしてそこが、', // ethel
    'ここと同じ場所の、異なる時代だと気づいた。', // ethel
    'あれは…、', // ethel
    'お前たちが来た時代だな？', // ethel
    'そう。', // ann
    'その水晶は2つの時間をつなぐもの。', // ann
    'あなたが行ったのは私たちの時代。', // ann
    'そこで何を見たの？', // ann
    '廃墟と化したこの王城、', // ethel
    'その時代、この国は滅びていたのだ。', // ethel
    'え！？', // ann
    'そんなはずは…、', // ann
    '俺はこの目で見た。', // ethel
    'あれは紛れもなく竜の仕業。', // ethel
    'あの日、俺が兄を殺し損ねたことで、ソンベルクはこの国を焼き尽くした。', // ethel
    'そんな…。', // ann
    'お前たちの居た頃のこの国がどれだけ不幸だったかは知らない。', // ethel
    'だが、ソンベルクの襲撃はなんとしても防がなければいけない。', // ethel
    '俺はそう理解した。', // ethel
    'だから、この時代に戻ってきてからも、俺は王を殺すための別の機会を狙い続けた。', // ethel
    '…。', // ann
    'でも最後は王の暗殺はやめて、ソンベルクに立ち向かったよね？', // ann
    '考えが変わったのだ。', // ethel
    'いや、そもそもドラゴンを倒そうなどという考えは最初からなかった。', // ethel
    '墓地でお前たちが俺に挑み、打ち負かしたとき、', // ethel
    '俺は兄とともにドラゴンに立ち向かうことを決意した。', // ethel
    '結局は破れ、お前たちに助けられたがな。', // ethel
    'ソンベルクを倒したのは王だよ。', // ann
    'そうだったな。', // ethel
    'そういうことにしておこう。', // ethel
    'とにかく、これが俺のやってきたことの全てだ。', // ethel
    '呼び出してすまなかった。', // ethel
    'この水晶を返さなければ困るだろうと思ってな。' // ethel
  ],
  item: '時間水晶',
  talk4: [
    'ありがとう。', // ann
    'すごくびっくりしたし、', // ann
    'まだちょっと頭の整理ができていないけど…、', // ann
    'とにかくあなたのやってきたことを知ることができてよかったよ。', // ann
    'あなたのことはずっと謎だったしね。', // ann
    'あとね、', // ann
    '最後に暗殺を考え直してくれてよかった。', // ann
    '私たちはここでの目的を終えたから帰るつもりだったけど、', // ann
    '正直このまま帰って大丈夫か少し不安だったんだ…。', // ann
    'でも、', // ann
    'この時代のことは、安心して任せられるね。', // ann
    '…。', // ethel
    'その通り、もう心配事はないはずだ。', // ethel
    'さあ…、帰りなさい。', // ethel
    'うん。', // ann
    '…。', // ann
    'さようなら。' // ann
  ],
  end1: [
    '君たちの時代が明るいことは、', // ethel
    '我らが王、', // ethel
    '平和王エドガーが保証する。' // ethel
  ],
  end2: [
    'おい、居たぞ！', // soldier1
    '黒いローブの暗殺者だ！', // soldier1
    '逃がすな、射て！' // soldier2
  ],
  end3: [
    '王よ、', // ethel
    '後世でうたわれる王国を…' // ethel
  ]
}
