export const ferdinand = {
  talk1: [
    '大丈夫ですか？顔色が悪いみたいだけど。',
    '…………。',
    'こんな崖のそばにいたら危ないですよ。',
    '…………。',
    'ねえ！',
    '………、な、なんだ………？',
    '誰だお前たちは…？',
    '………、',
    'おい、どこだここは！？',
    'え？',
    '大丈夫？',
    'どこなんだここは？',
    'どこって、墓地ですけど。',
    '墓地だと？',
    '聖アンテルスの墓地。',
    'なんだって…？',
    'べリオンじゃないか…。',
    '私はなぜこんなところに………。',
    'ほんとに大丈夫？',
    '誰かに連れてこられたの？',
    'ち、違う。',
    '私はまともだ。',
    'そうだ、何か用があったはずなんだ。',
    '声だ！声が聴こえたんだ。',
    'それでわざわざここまで来たんだ。',
    'それで？',
    'それで、そうだ、ここでその声を聴いていたんだ。',
    'そしたらお前たちが話しかけてきた。',
    'おい、ほら、この声だ。聴こえるだろ？',
    'こんなに大勢の声が、一体どこから？',
    '何それ、怖い。',
    'そんなの聞こえないよ。',
    'ふざけるな！',
    'くそっ！くそっ！',
    'やっぱり変ですよ。',
    '家に帰ったほうがいいんじゃない？',
    'ちくしょう。',
    '私がこうなったのは全てレンフィールド家のせいだ。',
    'きっとやつらに売りつけられた奴隷や女の霊が私を恨んでいるんだ。',
    '人を買っていたの？',
    'そりゃあ怨みも買うね。',
    '怨みや呪いだなんて…、',
    'きっと自らの罪悪感が生み出した幻聴じゃないかしら。',
    'おい！好き勝手言うな。',
    'くそ、呪いだかなんだか知らんが、',
    'おかげでフェルディナンド家は無茶苦茶だ。',
    'おい、あんたら、なんとかしてくれないか？',
    'なんとかってどういうこと？',
    'そんなもん分からん！',
    'とにかく頼む！'
  ],
  talk2: [
    'とにかく頼む。',
    'なんとかしてくれ。'
  ],
  talk3: [
    'おい、何とかできそうか？',
    'うーん…、',
    'このお守りなんてどうかな？',
    'さっきシスターさんにもらったんだけど。',
    'そんなもので助かるはずがないだろう！',
    'じゃあいらないの？',
    '…。',
    '一応もらっておこうか…。',
    'やっぱ要るんじゃない。',
    'うるさい！ほら、早くよこせ。'
  ],
  talk4: [
    'うわ！！',
    '誰だ！？私の足を掴むな！',
    'え！なに！？',
    'お、おい！！やめろ！！',
    'うわあああああ！！！！',
    'え…！？',
    'なに今の……、',
    'なにか手みたいなものに引っ張られて…、',
    '死んじゃったの…？',
    'この崖の深さなら、…きっとそうね。',
    'こわ。'
  ]
}
export const marianne = {
  start: [
    'あの、シスターさん、大丈夫？', // ann
    'かなり具合が悪そうだけど。', // ann
    '…。', // marianne
    'あのー、', // ann
    'あ…、はい…。', // marianne
    'どうしたんですか？', // ann
    'なにも…、大丈夫です。', // marianne
    '大丈夫なことないよ！', // ann
    '今にも死んじゃいそうだよ！', // ann
    'ちゃんとご飯食べてる？', // ann
    'いえ…、いいんです。', // marianne
    '私は、好きで死にたいのです。', // marianne
    'そんな。', // ann
    'どうして？', // ann
    'マリアンヌのところに行くのです。', // marianne
    'マリアンヌ？', // ann
    'ええ、', // marianne
    'このお墓に眠る、私の愛するマリアンヌ…。', // marianne
    'その人を追いかけて死にたいの？', // ann
    'ええ、', // marianne
    '彼女の歌声が聞けない世界など…、', // marianne
    '未練はありません。', // marianne
    'うーん…、そんなに好きだったんだね。', // ann
    'どんな人だったの？', // ann
    '素敵な歌声の持ち主。', // marianne
    'マリアンヌは、聖堂でも、お城でも歌うことが許された特別な人。', // marianne
    'ご交友の少ない王妃殿下さえも、マリアンヌにはお心開いていたほどです。', // marianne
    '彼女の歌はそれほどまでに特別でした。', // marianne
    'すごい人なんだね。', // ann
    'はい。', // marianne
    'そして私は、そんな彼女に恋をしました。', // marianne
    '修道女の私は神様と結婚した身。', // marianne
    '許されることではありません。', // marianne
    '彼女が亡くなってから、私は心の在り処を失い、', // marianne
    'ここへ来ました。', // marianne
    'そうだったんだ。', // ann
    'いつからここにいるの？', // ann
    '数日前だと思いますが、', // marianne
    '時間の感覚がぼんやりしてきて、正確には…分かりません。', // marianne
    'そっか、', // ann
    'ちょっと待っていてね。', // ann
    '飲み物か何かを探してくるよ。', // ann
    'え、いえ、いいんです。', // marianne
    'いいから。' // ann
  ],
  started: [
    'ちょっと待っていてね。', // ann
    '飲み物か何かを探してくるよ。', // ann
    'え、いえ、いいんです。', // marianne
    'いいから。' // ann
  ],
  solve: [
    'はいシスター、', // ann
    '余計なお世話かもしれないけど…、お水を持ってきたよ。', // ann
    '…。', // marianne
    'ありがとう…。', // marianne
    'いただきますね。', // marianne
    'うん。', // ann
    'おいしい…。', // marianne
    'よかった。', // ann
    'あの、', // marianne
    '親切にしていただいたお礼に、このお守りを受け取ってください。', // marianne
    'お礼なんていいのに。', // ann
    'あ、そういえばマリアンヌは王妃と仲がよかったって言っていたよね？', // ann
    '王妃のこと、少しだけ聞いてもいいかな？', // ann
    'ええ、マリアンヌがたまに話してくれたので、知っていることでしたら。', // marianne
    'えっと、', // ann
    '王妃は王を恨んでいたの？', // ann
    'え、そんなことはありえません。', // marianne
    '王妃は病気で亡くなるその瞬間まで、陛下を愛していたはずです。', // marianne
    'そ、そうだよね。', // ann
    '変なこと聞いてごめん。', // ann
    'さあ、立ち上がれる？', // ann
    '辛かったら街まで送るよ。', // ann
    'いえ…、', // marianne
    '私の気持ちは変わりません。', // marianne
    'そんな…、', // ann
    '私はマリアンヌのそばで、', // marianne
    'マリアンヌの歌を聞けるのなら、', // marianne
    '地獄へだって行きたいのです。' // marianne
  ],
  solved: [
    'マリアンヌ…。' // marianne
  ],
  item: '『十字のお守り』を手に入れた'
}
