export const lorraine = {
  start1: [
    '何をしているんですか？', // ann
    '彫刻の仕掛けを修復しているんだ。', // architect
    '仕掛け？', // ann
    'そう。この神殿には色々な仕掛けが隠されている。', // architect
    '扉を開けたり、閉ざしたり。', // architect
    'もしかしてこの彫刻を彫った人？', // ann
    'いいや、', // architect
    '僕は仕掛けの部分を直しただけ。', // architect
    'なんせこの神殿は、作られたのも、廃墟になったのも遥かに昔のことだ。', // architect
    '仕掛けを見つけたのも偶然。', // architect
    '偶然？', // ann
    '初めてここへ来て、このロレイン像に心を奪われて以来、', // architect
    '僕はこの像のことが忘れられなくなった。', // architect
    'やがて彫刻家を目指すことに決めたんだ。', // architect
    'それから、食事をとるのも忘れてこの像を眺めた。', // architect
    'それで仕掛けを見つけたんだね。', // ann
    'そう。', // architect
    '台座に仕掛けが隠されているのを見つけた。', // architect
    '壊れていたんだけど、それを修理して、また動くようにした。', // architect
    'すごい。', // ann
    'ところで君たちは、何か困っているのかい？' // architect
  ],
  option: ['像について', 'ドラゴンについて'],
  start2: [
    '像の羽も、壊れているみたいだけど、それは直さないの？', // ann
    '直さない。', // architect
    'さっき言った通り、この像には心を奪われたんだ。壊れていてもね。', // architect
    '何より僕はこの像を彫った人を尊敬している。', // architect
    '僕が手を加えるべきではないんだ。', // architect
    'だから、仕掛けだけ動くようにしている。', // architect
    '何年もかかってしまったけどね。', // architect
    'そっか。ずっとここで作業しているんだね。', // ann
    'ああ。ほとんどの時間をここで過ごしてきた。' // architect
  ],
  start3: [
    'ドラゴンが目覚めたことは知っていた？', // ann
    'もちろん。', // architect
    'ドラゴンはこの神殿の地下で眠っていたが、半月ほど前に目覚めた。', // architect
    'それから今日までの間は、王弟がドラゴンのもとを頻繁に訪れていたね。', // architect
    'どうして？', // ann
    'ドラゴンの怒りを買っている陛下に代わって、王弟がドラゴンと交渉していたみたいだ。', // architect
    'うまくいかなくて、今日に至ったんだろう。', // architect
    'そうだったんだ。', // ann
    '私たちもドラゴンのところへ行きたいんだけど、', // ann
    '仕掛けを開けてもらえないかな？', // ann
    '残念だけど、地下への仕掛けだけは僕には動かせない。', // architect
    'アレだけちょっと特殊でね、', // architect
    '騎士団と一緒に来たライラという女性だけが開閉できる。', // architect
    'そっか…、', // ann
    '代わりにはならないかもしれないけど、', // architect
    'これを。', // architect
    'これは？', // ann
    'これで仕掛けを動かせば、屋上への扉なら開けられる。', // architect
    '仕掛けの動かし方は、せっかくだから考えてみてくれ。', // architect
    'ありがとう！' // ann
  ],
  item: '『簡素な鍵』を手に入れた',
  started: [
    '仕掛けの動かし方は、せっかくだから考えてみてくれ。' // architect
  ],
  solved: [
    '仕掛けは解けたようだね。', // architect
    '地下へも行きたいのなら、ライラという女性を探すといい。' // architect
  ],
  tweet: [
    'これが仕掛けね',
    'アンに解けるの？',
    '頑張って！',
    'やった！'
  ]
}
export const allsRight = {
  start: [
    'ん？', // chara
    'ここへの扉は閉まっていたはずだが…、', // chara
    'え！ドラゴン！？', // ann
    '竜に会うのは初めてか？', // chara
    'う、うん。', // ann
    'びっくりした。', // ann
    '私は竜族のズィ。', // chara
    '驚かせてしまったのなら申し訳ない。', // chara
    'この国に竜族が居るなんて。', // ann
    'この通り、居る。', // chara
    '遠い昔のこと、この地では竜族と人間が共存していた。', // chara
    '二つの種族の間で戦争が起き、破れた竜族はこの地を去った。', // chara
    'よくある話だ。', // chara
    'だが、わずかだが私のようにこの地に残った者もいる。', // chara
    'なるほど。', // ann
    'あなたはどうしてここに残ったの？', // ann
    'この地の神を信仰しているからだ。', // chara
    '神は竜も人も区別せず、', // chara
    '私のことも平等に見守っておられる。', // chara
    'この通り私はここで、なんのこともなく、ただ平穏に過ごしている。', // chara
    'そうなんだ。', // ann
    '他に残った竜族も、人の居ないところで暮らしているの？', // ann
    '多くはそうだ。', // chara
    'この地に残った竜族の多くは人里離れて静かに暮らしているが、', // chara
    'そうでないものもいる。', // chara
    '例えばお前たちがこの地下に封じたソンベルクという竜だ。', // chara
    'お前たちもやつを倒しに来たんだろう？', // chara
    'ええと、まあ、はい。', // ann
    '私に気を遣う必要はない。', // chara
    'やつは我々から見ても単なる荒くれ者。', // chara
    'お前たちがやつを殺そうとなんとも思わん。', // chara
    'しかし、ソンベルクは大型の竜。', // chara
    'お前たちが勝てる望みは薄いだろう。', // chara
    '昔の人間はどうやってドラゴンに勝ったんですか？', // ann
    '簡単に言えば「技術」だ。', // chara
    '人間は特別な武器や道具を作って竜との力の差縮めた。', // chara
    '例を挙げるなら、この神殿に封じられている聖剣カリブルヌスがその一つだ。', // chara
    'あの剣は紛れもなく我々にとって脅威だ。', // chara
    '聖剣カリブルヌス…、', // ann
    'その剣があれがあればソンベルクを倒せる？', // ann
    '望みはあるだろう。', // chara
    '王たちは知らないのかな、その剣のこと。', // ann
    '知っているはずだ。', // chara
    'だがあの剣は竜族のニッケが封じている。', // chara
    '持ち出すことは叶わない。', // chara
    'そうなんだ。', // ann
    'それって何とかならない？', // ann
    'そのニッケにお願いして、貸してもらえないかな。', // ann
    'すまない。', // chara
    'お前たちがソンベルクを殺そうと気にしないとは言ったが、', // chara
    '積極的に手を貸すつもりでもない。', // chara
    'そっか…。', // ann
    '困ったな…。', // ann
    '…。', // chara
    'ニッケと話す機会くらいはつくろう。', // chara
    '話す機会？', // ann
    'ニッケは普段姿を消している。', // chara
    '人間が呼びかけても応じないだろう。', // chara
    '私から伝言を預けるとしよう。', // chara
    '助かる！', // ann
    '少し準備が必要だ。', // chara
    '準備？', // ann
    'ケルーネの羽根を#{KELUNNE_COUNT}枚、集めてきてくれ。', // chara
    'それを使って伝言を作る。', // chara
    '伝言を作る…？', // ann
    'よく分からないけど分かった！集めてくるね。' // ann
  ],
  solve: [
    '集めてきたよ！', // ann
    'よし、確かに。', // chara
    'ちょっと待っていてくれ。', // chara
    'できた。', // chara
    'これは…？瓶？', // ann
    '瓶に言葉の煙を詰めた。', // chara
    'え、よく分かんない。', // ann
    '言葉の煙って？', // ann
    '竜族の言葉は煙に込めることができる。', // chara
    'すごい、ほんとに…？', // ann
    '聖剣の近くで、この瓶の栓を抜け。', // chara
    '私の言葉がニッケに届くはずだ。', // chara
    '分かった、ありがとう！' // ann
  ],
  solved1: [
    '聖剣の近くで、言葉の煙の瓶の栓を抜け。', // chara
    '私の言葉がニッケに届くはずだ。' // chara
  ],
  solved2: [
    'すべて世はこともなし。', // chara
    'この通り私はここで、なんのこともなく、ただ平穏に過ごしている。' // chara
  ]
}
