export const roomBook = [
  ['べリオン王国史によると、王は暗殺者によって殺された…。', '現場の王城の裏庭に急ごう！'],
  ['「王は急な病に伏して亡くなった」か。', '王もそれほど若くないんだよね。'],
  ['「退役した王国騎士に裏切られ、殺される」', 'この前の王殺しのジャックと関係があるのかな…？'],
  ['「王は王妃の亡霊に呪い殺されたと語られている」', 'ほんとかなあ…？'],
  ['「王はドラゴンとの戦いに破れて死ぬ」', 'ドラゴンか…。', 'きっと凄く強いんだよね。'],
  ['「王は安らかに天命を全うした」', 'うん、', '嬉しくて何度も読み直したくなるね']
]
export const roomEv = [
  [
    [ // 0.0.x
      'じゃ、みんな、あらためてよろしく！',
      'よろしくね、アン。',
      'アンが仕切るの？不安なんですけど。',
      '私達がこの時代に来た目的、ちゃんと理解してる？',
      '当たり前じゃん！'
    ],
    [ // 0.1.x
      '王の暗殺を阻止すること',
      '観光'
    ],
    [ // 0.2.x
      '私達の目的はエドガー王が暗殺されるのを阻止すること。',
      'ちゃんと覚えていて偉いわ、アン。'
    ],
    [ // 0.3.x
      'はぁ…。',
      'そうじゃないでしょ、アン。',
      '私達の目的はエドガー王が暗殺されるのを阻止することよ。',
      'じょ、冗談だよ！',
      '忘れるわけないじゃん！'
    ],
    [ // 0.4.x
      '全べリオン人がずっと悔やんできたことだもの。',
      'そうね。',
      'べリオン王国史によると、王が暗殺されたのは明日の夕暮れ、王城の裏庭。',
      '暗殺者の正体、目的は不明。',
      '「王殺しのジャック」の名で語り継がれている謎の男だね。',
      'そう。',
      '私たちは通りがかりの旅人としてその暗殺を阻止する。',
      '問題ないわ。',
      '準備ができたらすぐに出発しましょう。',
      '準備ならバッチリ！早く行こう！',
      'アン、その短銃は置いていこうね。',
      'みんなの分の武器は調達してあるから。',
      'すごい、この時代の剣だね！これで戦うの？',
      'フェアに、正々堂々と、そういうルールよ。銃は禁止。',
      'そ、そうだった。',
      'あと、時間水晶はちゃんと持ってる？',
      'あるよ！これね！',
      '気をつけてよね。なくしたら二度と未来に戻れくなるんだから。',
      'ジャクリーンも、なんでアンなんかに持たせるのよ。',
      'アンが持ちたいって言うから。',
      'はあ…。',
      'もしなくしたら、アンの先祖の家を見つけ出して燃やすわ。',
      'ひどい！',
      'アンなら大丈夫よ。',
      'さあ、行きましょう。'
    ]
  ],
  [
    [ // 1.0.x
      'まさか負けちゃうなんて…。',
      'でも何故か王は殺されずに済んだわ。',
      '成功とは言いづらいけど、まあ、そうだね。',
      'あのあとジャックはどこに消えたのかしら…？',
      'うーん。',
      '過程はともかく、結果としてはこれでよかったのかな…？'
    ],
    [ // 1.1.x
      'あれ！？',
      'ちょっと、みんなこれ見て！',
      'どうしたの？',
      'べリオン王国史ね。内容に何か変化があった？',
      '未来が変わっていれば書物の内容も変わっているはずね。',
      'そうなんだけど、これ…',
      'ふんふん、',
      '「王は急な病に伏して亡くなった」か。',
      '急な病…。',
      '病気ってことは、この歴史は悲しまなくてもいいのかな？',
      'そうとも言えないかも。',
      '亡くなった時期がほとんど変わっていない。',
      'その後の歴史も暗いままだわ。',
      'どうしよう…。',
      '落ち込んじゃだめよ、アン。',
      'そうだね、',
      'とにかくこの件も調査してみよう！',
      '私たちにできることが何かあるかも。',
      'あと時間水晶もね。王殺しのジャックを見つけて取り返さないと。',
      'そうだった、結局このままじゃ帰れないんだった。',
      '王殺しのジャック…、',
      '結局正体は分からずじまいだったね。',
      '倒せなかったんだし、まだ王を殺そうとしている可能性もある。',
      'そんな…！',
      'あいつ…、本当に強かったわ。',
      'うん、でも、',
      '次会うまでに私たちも強くなろう！',
      'そうね。'
    ]
  ]
]
