export const roomBook = [
  ['べリオン王国史によると、王は暗殺者によって殺された…。', '現場の王城の裏庭に急ごう！'],
  ['「王は急な病に伏して亡くなった」か。', '王もそれほど若くないんだよね。'],
  ['「退役した王国騎士に裏切られ、殺される」', 'この前の王殺しのジャックと関係があるのかな…？'],
  ['「王は王妃の亡霊に呪い殺されたと語られている」', 'ほんとかなあ…？'],
  ['「王はドラゴンとの戦いに破れて死ぬ」', 'ドラゴンか…。', 'きっと凄く強いんだよね。'],
  ['「王は安らかに天命を全うした」', 'うん、', '嬉しくて何度も読み直したくなるね。']
]
export const roomEv = [
  [ // Cp0
    [ // 0.0.x
      'じゃ、みんな、あらためてよろしく！', // ann
      'よろしくね、アン。', // jaquelyn
      'アンが仕切るの？不安なんですけど。', // francisca
      '私達がこの時代に来た目的、ちゃんと理解してる？', // francisca
      '当たり前じゃん！' // ann
    ],
    [ // 0.1.x
      '王の暗殺を阻止すること',
      '観光'
    ],
    [ // 0.2.x
      '私達の目的はエドガー王が暗殺されるのを阻止すること。', // ann
      'ちゃんと覚えていて偉いわ、アン。' // jaquelyn
    ],
    [ // 0.3.x
      'はぁ…。', // francisca
      'そうじゃないでしょ、アン。', // jaquelyn
      '私達の目的はエドガー王が暗殺されるのを阻止することよ。', // jaquelyn
      'じょ、冗談だよ！', // ann
      '忘れるわけないじゃん！' // ann
    ],
    [ // 0.4.x
      '全べリオン人がずっと悔やんできたことだもの。', // ann
      'そうね。', // jaquelyn
      'べリオン王国史によると、王が暗殺されたのは明日の夕暮れ、王城の裏庭。', // francisca
      '暗殺者の正体、目的は不明。', // francisca
      '「王殺しのジャック」の名で語り継がれている謎の男だね。', // ann
      'そう。', // francisca
      '私たちは通りがかりの旅人としてその暗殺を阻止する。', // francisca
      '問題ないわ。', // jaquelyn
      '準備ができたらすぐに出発しましょう。', // jaquelyn
      '準備ならバッチリ！早く行こう！', // ann
      'アン、その短銃は置いていこうね。', // jaquelyn
      'みんなの分の武器は調達してあるから。', // jaquelyn
      'すごい、この時代の剣だね！これで戦うの？', // ann
      'フェアに、正々堂々と、そういうルールよ。銃は禁止。', // francisca
      'そ、そうだった。', // ann
      'あと、時間水晶はちゃんと持ってる？', // francisca
      'あるよ！これね！', // ann
      '気をつけてよね。なくしたら二度と未来に戻れくなるんだから。', // francisca
      'ジャクリーンも、なんでアンなんかに持たせるのよ。', // francisca
      'アンが持ちたいって言うから。', // jaquelyn
      'はあ…。', // francisca
      'もしなくしたら、アンの先祖の家を見つけ出して燃やすわ。', // francisca
      'ひどい！', // ann
      'アンなら大丈夫よ。', // jaquelyn
      'さあ、行きましょう。' // jaquelyn
    ]
  ],
  [ // Cp1
    [ // 1.0.x
      'まさか負けちゃうなんて…。', // ann
      'でも何故か王は殺されずに済んだわ。', // jaquelyn
      '成功とは言いづらいけど、まあ、そうだね。', // francisca
      'あのあとジャックはどこに消えたのかしら…？', // jaquelyn
      'うーん。', // ann
      '過程はともかく、結果としてはこれでよかったのかな…？' // ann
    ],
    [ // 1.1.x
      'あれ！？', // ann
      'ちょっと、みんなこれ見て！', // ann
      'どうしたの？', // jaquelyn
      'べリオン王国史ね。内容に何か変化があった？', // francisca
      '未来が変わっていれば書物の内容も変わっているはずね。', // jaquelyn
      'そうなんだけど、これ…', // ann
      'ふんふん、', // francisca
      '「王は急な病に伏して亡くなった」か。', // francisca
      '急な病…。', // jaquelyn
      '病気ってことは、この歴史は悲しまなくてもいいのかな？', // ann
      'そうとも言えないかも。', // francisca
      '亡くなった時期がほとんど変わっていない。', // francisca
      'その後の歴史も暗いままだわ。', // jaquelyn
      'どうしよう…。', // ann
      '落ち込んじゃだめよ、アン。', // jaquelyn
      'そうだね、', // ann
      'とにかくこの件も調査してみよう！', // ann
      '私たちにできることが何かあるかも。', // ann
      'あと時間水晶もね。王殺しのジャックを見つけて取り返さないと。', // francisca
      'そうだった、結局このままじゃ帰れないんだった。', // ann
      '王殺しのジャック…、', // ann
      '結局正体は分からずじまいだったね。', // ann
      '倒せなかったんだし、まだ王を殺そうとしている可能性もある。', // francisca
      'そんな…！', // ann
      'あいつ…、本当に強かったわ。', // jaquelyn
      'うん、でも、', // ann
      '次会うまでに私たちも強くなろう！', // ann
      'そうね。' // jaquelyn
    ]
  ],
  [ // Cp2
    [ // 2.0.x
      'さあ、べリオン王国史を確認するよ！', // ann
      '前は、「王は急な病に伏して死ぬ」だったわね。', // jaquelyn
      'えーと、', // ann
      'ここだ', // ann
      '「退役した王国騎士に裏切られ、殺される」…。', // ann
      'また死んじゃう未来だよ！', // ann
      'まあ、そんな気はしたけど。', // francisca
      'もしかして、歴史を変えることって不可能なのかしら？', // jaquelyn
      'この前もそうだけど、死因が変わっただけであって、王が死ぬという歴史は変わってないわ…。', // jaquelyn
      'え、そんなの困るよ！', // ann
      'うーん…、', // ann
      'きっと何か、王が死ななければいけない理由があるんじゃないかな。', // ann
      'それが運命的なものなのか、もっと具体的なものなのかは分からないけど…。', // ann
      'とにかくそれを突き止めなきゃいけない気がする。', // ann
      'どうやって？', // francisca
      '次の死因も調査して、王を助けよう！', // ann
      '私は、今やっていることは無駄じゃないと思うの。', // ann
      'ここ数日で分かってきたことも多いし…、', // ann
      '確かに、もっと情報は欲しいね。', // francisca
      'どちらにしても助けないわけにはいかないものね。', // jaquelyn
      'じゃあ決まり！', // ann
      '王を助けつつ、王が死んでしまう謎を追いかける。', // ann
      '今回の王の死について、王国史にもっと詳しい情報はあるかしら？', // jaquelyn
      'うん、読むね。', // ann
      '「現場は王城、深夜に外部から侵入した元騎士のヘクターによって殺害される」', // ann
      '「ヘクターは王城の地下に作られた隠し通路から侵入したとされる」', // ann
      'だって。', // ann
      'この元騎士のヘクターって、王殺しのジャックと同一人物かしら？', // jaquelyn
      'どうかな、もしそうだとすると厄介だね。', // francisca
      'まずはどうしよっか？', // jaquelyn
      'この隠し通路ってところに行ってみよう。', // ann
      '隠し通路か。きっと籠城時とかに使うためのものかな。', // francisca
      '場所は書物に記載があるかしら？', // jaquelyn
      'えっとね、', // ann
      'うん、あるよ！', // ann
      'お城の地下から、トロイア公爵っていう貴族の領地に繋がっているみたい。', // ann
      '場所が特定できてるのは幸いだけど、貴族の領地か…、', // francisca
      '勝手に入り込んで隠し通路の入り口探しってわけにはいかないね。', // francisca
      'じゃあまずはトロイア公爵の領地に近づく手段を見つけるところからだね！', // ann
      '行こう！' // ann
    ]
  ],
  [ // Cp3
    [ // 3.0.x
      'さあアン、王国史はどうなった？', // francisca
      '次はなにで死ぬことになった？', // francisca
      'ちょっと！まだそうと決まったわけじゃないでしょ！', // ann
      '助かっているといいわね。', // jaquelyn
      'ええっと、', // ann
      '「王は王妃の亡霊に呪い殺されたと語られている」', // ann
      '何それ！怖い！', // ann
      'というかやっぱりまた死んじゃうの？', // ann
      'しかも亡霊に呪い殺されるって…、', // francisca
      'そんなことあるかしら。', // jaquelyn
      'もし噂が語り継がれただけだとしたら、今回は情報がないようなものね。', // jaquelyn
      'ねえ、今回の件もジャックが絡んでいるんじゃないかな？', // ann
      'うん、そうだろうね。', // francisca
      '地下通路でも怪しかったわ。', // jaquelyn
      'きっとどの死因もジャックが黒幕だったのかも。', // ann
      'ジャックは王を殺そうとしたけど、それを私たちが妨害した。', // ann
      'するとジャックは別の方法でまた王を殺そうとする。', // ann
      'だから何度も王が死ぬ歴史になっちゃうんだ。', // ann
      'うんうん、それなら納得がいくわ。', // jaquelyn
      'つまりジャックを殺せばいいわけね。', // francisca
      'そ、そうなるのか…。', // ann
      '何か別の方法はないかな？', // ann
      'ジャックに会って説得するのはどうかしら？', // jaquelyn
      '説得できないとしても、何故王を殺そうとしているのか理由を聞きたいわ。', // jaquelyn
      'それがよさそうだね。', // ann
      'どうやってジャックを見つけようか？', // ann
      'また今回の死因を追いかければ、ジャックのところに行き着くんじゃないかな。', // francisca
      'たしかに。', // ann
      'よし、それじゃあ決まり！', // ann
      'また街に出て聞き込みに行くよ！' // ann
    ]
  ],
  [ // Cp4
    [
      '最後に王妃の亡霊が言っていたこと、気になるわね。', // jaquelyn
      'ドラゴンのことだね。', // ann
      'あとジャックのことも、どうなったかな。', // francisca
      'あそこで死なれていたとしたら厄介だ。', // francisca
      'そうなの？', // ann
      'まだ時間水晶を取り返していない。', // francisca
      'たしかに！', // ann
      'とにかく、まずは王国史を確認してみましょう。', // jaquelyn
      'オーケー。', // ann
      'ええと、', // ann
      '「王はドラゴンとの戦いに破れて死ぬ」', // ann
      'これは…、', // ann
      '王妃の言っていた件だね。', // ann
      'ドラゴン…、', // jaquelyn
      '私たちの手に負えるかしら。', // jaquelyn
      'でもやることシンプルだね！', // ann
      '倒せばいいんでしょ？', // ann
      'たしかに、今までみたいに回りくどいことはないね。', // francisca
      'ところでさ、', // francisca
      'なんか外が騒がしくない？', // francisca
      'そう言われてみれば、', // ann
      '今日は街の様子がいつもと違うね。', // ann
      '見に行ってみよう！' // ann
    ]
  ],
  [ // Ep
    [
      'やっと落ち着いたね。', // ann
      '大変だった…。', // francisca
      'でもうまいこと王がドラゴンを倒したことにできてよかったわね。', // jaquelyn
      'そうだね。', // ann
      'で、王国史は？', // francisca
      '今度こそ王は助かったかしら？', // jaquelyn
      'うん、助かったと思う。', // ann
      'そんな気がする。', // ann
      'じゃあ見るよ。', // ann
      'えっとね…、', // ann
      'あ！ほら、見て！', // ann
      '「王は安らかに天命を全うした」', // ann
      '王が亡くなる時期が20年近く先になってる！', // ann
      'これって…、', // ann
      'うん。', // francisca
      'そうね。', // jaquelyn
      '助けられたって十分言えるね。', // francisca
      'そうだよね、よかった！', // ann
      'じゃあ私たちの時代はどうなったかな…！', // ann
      '待ってアン、', // jaquelyn
      'その先は読まないでおきましょう。', // jaquelyn
      'そっか、', // ann
      '未来へ帰ったら、直接確かめられるんだね。', // ann
      'よし、じゃあ帰ろう！私たちの時代に！', // ann
      'そうしたいけどね。', // francisca
      'え…？', // ann
      '時間水晶をまだ取り返していないわ。', // jaquelyn
      'そうだった！', // ann
      'どうしよう…。', // ann
      'ジャックを探すしかないね。', // francisca
      'グリファルデ神殿では出会わなかったわ。', // jaquelyn
      'やっぱり、聖アンテルスの墓地で落ちたときに死んじゃったのかな…。', // ann
      '王が殺される歴史じゃなくなったことも考えると、', // jaquelyn
      '確かにジャックが既に死んでいる可能性は高いわね。', // jaquelyn
      'そうなのかな…。', // ann
      'でもなんとなくまだ生きている気がするんだよね。', // ann
      'そう？', // francisca
      'アンがそう思うなら、探しに行ってみましょう。', // jaquelyn
      'そうしよう！' // ann
    ]
  ]
]
