export const townCommon = {
  amber: '今日もいい天気ね。',
  annabelle: [
    [ // townCommon.annabelle.0.x
      '旅人さんこんにちは。',
      '今夜の宿はお決まりかしら？',
      'よかったらうちに泊まっていってね。',
      'ありがとう。',
      'でも宿はもうとってあるんだ。',
      'そっか、',
      'でもうちは、そのへんの宿よりもっとイイよ。',
      'そうなの？',
      'ちょっと、というかかなり高めだけれど、',
      'いっぱいサービスするわ。',
      '高級な宿ってこと？',
      'ちょっとそういう感じには見えないけどな…。',
      'そういうことじゃなくて。',
      '来てみたら分かるよ。',
      'お姉さんには頑張っちゃう。',
      '？',
      '気が向いたら来てね。'
    ],
    [ // townCommon.annabelle.1.x
      'あ、お姉さん、',
      'よかったらうちでお昼はいかが？',
      '今ならパンが焼きたて。',
      'あ、いいな！',
      'ぜひ。',
      '私の焼くパンはファンも多いのよ。',
      'そうなの？',
      'うん。',
      '例えばほら、そこの影に隠れている女の子もそうだよ。',
      'なぜか私が居ないときにコソコソ買いに来るんだけど。',
      'なんで？',
      'さあ、なんでだろうね。',
      'あの子、マチルダっていうんだよ。',
      '可愛いでしょ。'
    ],
    [ // townCommon.annabelle.2.x
      '十年くらい前に、ドラゴンがこの国を襲った話は知ってる？',
      'エドガー王がそのドラゴンと戦って、グリファルデ神殿に封じたの。',
      'パパやママはいつもこの話を私に聞かせたわ。',
      'うちの宿屋にもね、ドラゴンと戦うエドガー王の絵画が飾ってあるから、',
      'よかったら見ていってね。',
      'パパが高く買った絵なんだけど、とっても評判がいいの。',
      'ベリオン人にとってこの話は誇りみたい。'
    ],
    [ // townCommon.annabelle.3.x
      'マチルダとはね、',
      '昔は結構仲が良かったんだ。',
      'でもいつの間にか避けられるようになってね、',
      'さりげなーく近づくと、慌てて逃げていっちゃうの。',
      '可愛いでしょ。'
    ],
    [ // townCommon.annabelle.4.x
      '今日もいい天気ですね。'
    ]
  ],
  matilda: [
    [ // townCommon.matilda.0.x
      'こんにちは。',
      'キミはこんな建物の影で何してるの？',
      'あ、そ、そうだよね。怪しいよね…。',
      'えっと、そこにいる宿屋のアナベルを見張っているの。',
      '悪いことしないように。',
      '悪い子なの？',
      'ううん。とっても良い子よ。',
      '昔よく遊んだから…。',
      'じゃあどうして？',
      'なんか、最近怪しいお仕事してるみたいなの。',
      'それで…、心配で…。',
      'じゃあ直接止めに行けばいいじゃん。',
      '仲良かったんだよね？',
      'そうなんだけど…、',
      'なんか最近話しかけるのが恥ずかしくなっちゃって…、',
      'なんでかな…。',
      'そうなんだ。',
      'まあそういうときもあるさ。',
      'きっとまたそのうち仲良くできると思うよ。',
      'そうなのかな…。ありがとう。',
      'アナベル、すごく良い子なの。',
      'また昔みたいに仲良くしたいな…。'
    ],
    [ // townCommon.matilda.1.x
      'どうしたの？そんな怖い顔して。',
      'あ、あのね、えっと、',
      'グリファルデ神殿にはね、昔エドガー王が封印したドラゴンが眠っているの。',
      'そのドラゴンがね、目覚めたんじゃないかって噂を聞いたの。',
      'それで、怖いなって…。',
      'そうなの？',
      'うん、直接見た人が居るわけじゃないみたいだけど、',
      '最近、エゼルバルド王弟が頻繁に神殿を訪れているんだって。',
      'だから神殿で何か起きているんじゃないかって皆心配してるの…。',
      'いつかは目覚める、って私が小さい頃から言われていたけれど、',
      '怖いな…。',
      'そうなんだ…。怖いね。',
      '怖いな…。'
    ],
    [ // townCommon.matilda.2.x
      '…。',
      '………。',
      'あ！ごめんね…、',
      '気づかなった…。ぼうっとしてて…。',
      '大丈夫？',
      'また宿屋の子見てたの？',
      'あ、うん…、',
      'いつも、見てる…。',
      'そ、そうなんだ。',
      '話しかけたら？',
      'ううん…。緊張しちゃうから…。',
      'アナベル…。'
    ],
    [ // townCommon.matilda.3.x
      '昔ね…、',
      'アナベルがふざけて私にキスしたことがあるの。',
      'ずるいよね。',
      '自分だけ何もなかったみたいな顔して…。',
      'あれ、なんだったのかな…。'
    ],
    [ // townCommon.matilda.4.x
      'アナベル…。',
      'はあ…。'
    ]
  ],
  elliott: [
    [ // townCommon.elliott.0.x
      '傭兵をやってたマックスに聞いたんだが、',
      '傭兵稼業ってのは誰だって始められるわけじゃないらしい。',
      '戦うための装備を揃えなきゃいけないからだ。',
      '弱いやつほど死なないために良い装備が欲しいところだが、',
      '弱いやつほど稼ぎが少なくて劣悪な装備しか買えない。',
      'たとえ才能があっても、始めるチャンスがないというわけだ。',
      'そうなんだ。',
      'それでいいことを思いついたんだ。',
      'まず俺が傭兵を始めたい奴の中から才能がありそうな奴を見つける。',
      'そして俺はそいつに良い装備を貸す。',
      'それからそいつがその装備を使ってうまく稼げた場合、',
      '稼いだ金のうちの一部を俺に返すんだ。',
      'どうだ、いいアイディアだろ？',
      'なるほど。',
      'だがこの商売を始めようにも俺も「良い装備」を買うための元手がないんだ。',
      'だからあんた、俺に金を貸してみないか？',
      'この商売で儲かった分の一部をあんたに返すぜ。',
      ['はい', 'いいえ'],
      'やめなさいよ、アン。バカね。',
      'ちっ、',
      '気は変わらないか？'
    ],
    [ // townCommon.elliott.1.x
      'グリファルデ神殿って知ってるか？',
      'ずっと昔に作られて、今は使われていない神殿なんだけどな、',
      '十年ほど前にこの国を襲ったドラゴンがそこに眠っているんだ。',
      'そのときドラゴンと戦ったのがエドガー王なんだが、',
      '神殿のどこかには、王が切り落とした竜の鱗が落ちているって噂だ。',
      'さすがにちょっと嘘くさい気もするが、',
      'もし本当に見つかったら、相当高く売れるんだろうな。'
    ],
    [ // townCommon.elliott.2.x
      '聖アンテルスの墓地には、市民から王家に至るまで幅広く埋葬されている。',
      'もちろんその中で扱いに差はあるがな。',
      'だから上流階級のエリアには、',
      '金目の物を漁りに墓荒らしが来ることもあるんだ。',
      'へえ。',
      '…おい、俺は流石にそこまで堕ちちゃいないぞ。',
      '何も言ってないよ。',
      'まあでもちゃんと衛兵が置かれているから被害は少ないらしい。',
      'だが、そんな衛兵の仕事に最近「悪霊退治」が加わったらしいぜ。',
      'おばけが出るの？',
      'ああ。',
      'だから墓参りしたいときも、衛兵に金を払って護衛を頼む必要があるんだってよ。',
      'どちらかというと俺が興味があったのはそっちさ。',
      '俺もマックスのように剣が扱えたなら、用心棒でもやるんだがな。'
    ],
    [ // townCommon.elliott.3.x
      'よう、元気にしてるか？'
    ]
  ],
  max: [
    [ 
      'エドガー王ってどんな人ですか？',
      'どんな人かって、エドガー王はみんなの英雄だ。',
      '誰もが王を尊敬している。',
      '王国を襲った竜を倒したって聞きました。',
      'その通り、この国の民ならみんな知っていることだ。',
      '十年近く昔の話だが、王は王国まで飛んできた竜と直接戦った。',
      '殺したわけではないが、追い払って、グリファルデ神殿に封じた。',
      '強いんですね。',
      'ああ。エドガー王が即位してからこの国はずっと平和だ。',
      'だから〈平和王〉なんですね。',
      'そうだ。',
      'エドガー王が即位してからこの国はずっと平和だ。'
    ],
    [ // townCommon.max.1.x
      '最近、グリファルデ神殿のドラゴンが目覚めたんじゃないかって噂があるらしい。',
      'もし本当だとしたら王国にとって一大事だ。',
      'あのドラゴンは王を恨んでいるはずだからな。',
      'いつここまで飛んできてもおかしくない。',
      'もし本当だとしたら王国にとって一大事だ。'
    ],
    [ // townCommon.max.2.x
      '王にはエゼルバルドという弟が居てな、',
      '彼も相当剣の腕が立つらしい。',
      'エドガー王はさすがに歳も歳だが、',
      'もしこの国に危険が訪れたら、今度は王弟がなんとしてくれると思うぜ。'
    ],
    [ // townCommon.max.3.x
      'よお、元気かい？'
    ]
  ]
}
