export const townGreeting = {
  amber: 'いい天気ね',
  elliott: 'よう',
  max: '元気か？',
  annabelle: 'こんにちは'
}
export const townGreeting4 = {
  amber: '大変なことになったわ…',
  matilda: '怖いな…'
}
export const townBoard = [
  '市街についての案内が貼り出されている。',
  '森の凶暴なモンスター「レックスベア」の討伐報酬について貼り出されている。',
  '禁酒令の罰則に関して貼り出されている。',
  'レンフィールド家の邸宅が火事になった件について貼り出されている。',
  'ドラゴンの覚醒と討伐隊が結成されたことについて貼り出されている。',
  'エドガー王がドラゴンを倒したことについて貼り出されている。'
]
export const townCommon = {
  amber: '今日もいい天気ね。',
  annabelle: [
    [ // townCommon.annabelle.0.x
      '旅人さんこんにちは。', // annabelle
      '今夜の宿はお決まりかしら？', // annabelle
      'よかったらうちに泊まっていってね。', // annabelle
      'ありがとう。', // ann
      'でも宿はもうとってあるんだ。', // ann
      'そっか、', // annabelle
      'でもうちは、そのへんの宿よりもっとイイよ。', // annabelle
      'そうなの？', // ann
      'ちょっと、というかかなり高めだけれど、', // annabelle
      'いっぱいサービスするわ。', // annabelle
      '高級な宿ってこと？', // ann
      'ちょっとそういう感じには見えないけどな…。', // ann
      'そういうことじゃなくて。', // annabelle
      '来てみたら分かるよ。', // annabelle
      'お姉さんには頑張っちゃう。', // annabelle
      '？', // ann
      '気が向いたら来てね。' // annabelle
    ],
    [ // townCommon.annabelle.1.x
      'あ、お姉さん、', // annabelle
      'よかったらうちでお昼はいかが？', // annabelle
      '今ならパンが焼きたて。', // annabelle
      'あ、いいな！', // ann
      'ぜひ。', // annabelle
      '私の焼くパンはファンも多いのよ。', // annabelle
      'そうなの？', // ann
      'うん。', // annabelle
      '例えばほら、そこの影に隠れている女の子もそうだよ。', // annabelle
      'なぜか私が居ないときにコソコソ買いに来るんだけど。', // annabelle
      'なんで？', // ann
      'さあ、なんでだろうね。', // annabelle
      'あの子、マチルダっていうんだよ。', // annabelle
      '可愛いでしょ。' // annabelle
    ],
    [ // townCommon.annabelle.2.x
      '十年くらい前に、ドラゴンがこの国を襲った話は知ってる？', // annabelle
      'エドガー王がそのドラゴンと戦って、グリファルデ神殿に封じたの。', // annabelle
      'パパやママはいつもこの話を私に聞かせたわ。', // annabelle
      'うちの宿屋にもね、ドラゴンと戦うエドガー王の絵画が飾ってあるから、', // annabelle
      'よかったら見ていってね。', // annabelle
      'パパが高く買った絵なんだけど、とっても評判がいいの。', // annabelle
      'ベリオン人にとってこの話は誇りみたい。' // annabelle
    ],
    [ // townCommon.annabelle.3.x
      'マチルダとはね、', // annabelle
      '昔は結構仲が良かったんだ。', // annabelle
      'でもいつの間にか避けられるようになってね、', // annabelle
      'さりげなーく近づくと、慌てて逃げていっちゃうの。', // annabelle
      '可愛いでしょ。' // annabelle
    ],
    [ // townCommon.annabelle.4.x
      '今日もいい天気ですね。' // annabelle
    ]
  ],
  matilda: [
    [ // townCommon.matilda.0.x
      'こんにちは。', // ann
      'キミはこんな建物の影で何してるの？', // ann
      'あ、そ、そうだよね。怪しいよね…。', // matilda
      'えっと、そこにいる宿屋のアナベルを見張っているの。', // matilda
      '悪いことしないように。', // matilda
      '悪い子なの？', // ann
      'ううん。とっても良い子よ。', // matilda
      '昔よく遊んだから…。', // matilda
      'じゃあどうして？', // ann
      'なんか、最近怪しいお仕事してるみたいなの。', // matilda
      'それで…、心配で…。', // matilda
      'じゃあ直接止めに行けばいいじゃん。', // ann
      '仲良かったんだよね？', // ann
      'そうなんだけど…、', // matilda
      'なんか最近話しかけるのが恥ずかしくなっちゃって…、', // matilda
      'なんでかな…。', // matilda
      'そうなんだ。', // ann
      'まあそういうときもあるさ。', // ann
      'きっとまたそのうち仲良くできると思うよ。', // ann
      'そうなのかな…。ありがとう。', // matilda
      'アナベル、すごく良い子なの。', // matilda
      'また昔みたいに仲良くしたいな…。' // matilda
    ],
    [ // townCommon.matilda.1.x
      'どうしたの？そんな怖い顔して。', // ann
      'あ、あのね、えっと、', // matilda
      'グリファルデ神殿にはね、昔エドガー王が封印したドラゴンが眠っているの。', // matilda
      'そのドラゴンがね、目覚めたんじゃないかって噂を聞いたの。', // matilda
      'それで、怖いなって…。', // matilda
      'そうなの？', // ann
      'うん、直接見た人が居るわけじゃないみたいだけど、', // matilda
      '最近、エゼルバルド王弟が頻繁に神殿を訪れているんだって。', // matilda
      'だから神殿で何か起きているんじゃないかって皆心配してるの…。', // matilda
      'いつかは目覚める、って私が小さい頃から言われていたけれど、', // matilda
      '怖いな…。', // matilda
      'そうなんだ…。怖いね。' // ann
    ],
    [ // townCommon.matilda.2.x
      '…。', // matilda
      '………。', // matilda
      'あ！ごめんね…、', // matilda
      '気づかなった…。ぼうっとしてて…。', // matilda
      '大丈夫？', // ann
      'また宿屋の子見てたの？', // ann
      'あ、うん…、', // matilda
      'いつも、見てる…。', // matilda
      'そ、そうなんだ。', // ann
      '話しかけたら？', // ann
      'ううん…。緊張しちゃうから…。', // matilda
      'アナベル…。' // matilda
    ],
    [ // townCommon.matilda.3.x
      '昔ね…、', // matilda
      'アナベルがふざけて私にキスしたことがあるの。', // matilda
      'ずるいよね。', // matilda
      '自分だけ何もなかったみたいな顔して…。', // matilda
      'あれ、なんだったのかな…。' // matilda
    ],
    [ // townCommon.matilda.4.x
      'アナベル…。', // matilda
      'はあ…。' // matilda
    ]
  ],
  elliott: [
    [ // townCommon.elliott.0.x
      '傭兵をやってたマックスに聞いたんだが、', // elliott
      '傭兵稼業ってのは誰だって始められるわけじゃないらしい。', // elliott
      '戦うための装備を揃えなきゃいけないからだ。', // elliott
      '弱いやつほど死なないために良い装備が欲しいところだが、', // elliott
      '弱いやつほど稼ぎが少なくて劣悪な装備しか買えない。', // elliott
      'たとえ才能があっても、始めるチャンスがないというわけだ。', // elliott
      'そうなんだ。', // ann
      'それでいいことを思いついたんだ。', // elliott
      'まず俺が傭兵を始めたい奴の中から才能がありそうな奴を見つける。', // elliott
      'そして俺はそいつに良い装備を貸す。', // elliott
      'それからそいつがその装備を使ってうまく稼げた場合、', // elliott
      '稼いだ金のうちの一部を俺に返すんだ。', // elliott
      'どうだ、いいアイディアだろ？', // elliott
      'なるほど。', // ann
      'だがこの商売を始めようにも俺も「良い装備」を買うための元手がないんだ。', // elliott
      'だからあんた、俺に金を貸してみないか？', // elliott
      'この商売で儲かった分の一部をあんたに返すぜ。', // elliott
      ['はい', 'いいえ'],
      'やめなさいよ、アン。バカね。', // francisca
      'ちっ、', // elliott
      '気は変わらないか？' // elliott
    ],
    [ // townCommon.elliott.1.x
      'グリファルデ神殿って知ってるか？', // elliott
      'ずっと昔に作られて、今は使われていない神殿なんだけどな、', // elliott
      '十年ほど前にこの国を襲ったドラゴンがそこに眠っているんだ。', // elliott
      'そのときドラゴンと戦ったのがエドガー王なんだが、', // elliott
      '神殿のどこかには、王が切り落とした竜の鱗が落ちているって噂だ。', // elliott
      'さすがにちょっと嘘くさい気もするが、', // elliott
      'もし本当に見つかったら、相当高く売れるんだろうな。' // elliott
    ],
    [ // townCommon.elliott.2.x
      '聖アンテルスの墓地には、市民から王家に至るまで幅広く埋葬されている。', // elliott
      'もちろんその中で扱いに差はあるがな。', // elliott
      'だから上流階級のエリアには、', // elliott
      '金目の物を漁りに墓荒らしが来ることもあるんだ。', // elliott
      'へえ。', // ann
      '…おい、俺は流石にそこまで堕ちちゃいないぞ。', // elliott
      '何も言ってないよ。', // ann
      'まあでもちゃんと衛兵が置かれているから被害は少ないらしい。', // elliott
      'だが、そんな衛兵の仕事に最近「悪霊退治」が加わったらしいぜ。', // elliott
      'おばけが出るの？', // ann
      'ああ。', // elliott
      'だから墓参りしたいときも、衛兵に金を払って護衛を頼む必要があるんだってよ。', // elliott
      'どちらかというと俺が興味があったのはそっちさ。', // elliott
      '俺もマックスのように剣が扱えたなら、用心棒でもやるんだがな。' // elliott
    ],
    [ // townCommon.elliott.3.x
      'よう、元気にしてるか？' // elliott
    ]
  ],
  max: [
    [
      'エドガー王ってどんな人ですか？', // ann
      'どんな人かって、エドガー王はみんなの英雄だ。', // max
      '誰もが王を尊敬している。', // max
      '王国を襲った竜を倒したって聞きました。', // francisca
      'その通り、この国の民ならみんな知っていることだ。', // max
      '十年近く昔の話だが、王は王国まで飛んできた竜と直接戦った。', // max
      '殺したわけではないが、追い払って、グリファルデ神殿に封じた。', // max
      '強いんですね。', // ann
      'ああ。エドガー王が即位してからこの国はずっと平和だ。', // max
      'だから〈平和王〉なんですね。', // jaquelyn
      'そうだ。', // max
      'エドガー王が即位してからこの国はずっと平和だ。' // max
    ],
    [ // townCommon.max.1.x
      '最近、グリファルデ神殿のドラゴンが目覚めたんじゃないかって噂があるらしい。', // max
      'もし本当だとしたら王国にとって一大事だ。', // max
      'あのドラゴンは王を恨んでいるはずだからな。', // max
      'いつここまで飛んできてもおかしくない。', // max
      'もし本当だとしたら王国にとって一大事だ。' // max
    ],
    [ // townCommon.max.2.x
      '王にはエゼルバルドという弟が居てな、', // max
      '彼も相当剣の腕が立つらしい。', // max
      'エドガー王はさすがに歳も歳だが、', // max
      'もしこの国に危険が訪れたら、今度は王弟がなんとしてくれると思うぜ。' // max
    ],
    [ // townCommon.max.3.x
      'よお、元気かい？' // max
    ]
  ]
}
export const townChapter0 = {
  ann: [
    'そういえば、お城の裏庭にはどうやって行くの？', // ann
    '街の人に聞いてみよう。', // francisca
    'できるだけ怪しまれないようにね。' // francisca
  ],
  amber: [
    'はじめまして、旅人さん。', // amber
    'こちらへは何をしにいらしたのかしら？', // amber
    'ええと、王城を見に来ました！', // ann
    'あら、そうなのね？', // amber
    'とっても立派よ。', // amber
    'よく行かれるんですか？', // ann
    'ええ、だって私の夫が王家と仲がいいんだもの。', // amber
    'すごいですね！', // ann
    'ええとじゃあ、裏庭とかにも行ったことあったり？', // ann
    'そんなの行かないわよ。おもてから堂々と入れるもの。', // amber
    'だって仲がいいですから。', // amber
    'そ、そうですか。', // ann
    'あなた行きたいの？', // amber
    '裏庭って言っても、外周は深い森だから道を知ってないと行けないわよ。', // amber
    'そうなんですね、ありがとうございます。' // ann
  ],
  annabelle: [
    '王城の裏庭？', // annabelle
    'あるよ、行ったこと。', // annabelle
    'ほんと！？', // ann
    'うん、たまにだけど食料品のやりとりをするからね。', // annabelle
    '輸送中に襲われるのを防ぐために、人目につかないルートを通るの。', // annabelle
    'あの、道のりを教えてもらうことってできたり？', // ann
    'いいよ。', // annabelle
    'いいの！？', // ann
    '別に問題なさそうだし。', // annabelle
    'その代わり、今度うちの宿に泊まりに来てね。', // annabelle
    'ありがとうー！', // ann
    '今度うちの宿に泊まりに来てね。' // annabelle
  ],
  matilda: [
    'こんにちは。', // ann
    'あ、はい…。', // matilda
    '私たち、王城の裏庭を見てみたいんだけど、行き方知ってるかな？', // ann
    'え、裏庭？', // matilda
    '私はあんまり外で遊ばないから分からないな…。', // matilda
    'ごめんね。', // matilda
    'そっかぁ…。', // ann
    'あ、もしかしたら、宿屋のアナベルなら…、', // matilda
    'え、分かりそう！？', // ann
    'うん…。', // matilda
    'ほら、すぐそこにいる女の子。', // matilda
    'ありがとう！', // ann
    'あ、でも、待って…、', // matilda
    'お城の裏庭って、どうして…？', // matilda
    '悪いことするわけじゃないよね…？', // matilda
    '違うわよ、安心してね。', // jaquelyn
    '私たち、旅の途中で寄ったんだけれど、', // jaquelyn
    '王城の裏庭がとっても綺麗だと聞いたから、ぜひ見てみたいと思って、ね。', // jaquelyn
    'そうなんだ…、', // matilda
    'そんな噂聞いたことないけれど…、お城のそばなら、きっとそうかもしれないね。', // matilda
    'アナベル、綺麗だよね…。' // matilda
  ]
}
export const townChapter1 = {
  amber: [
    'エドガー王、心配だわ…。', // amber
    '王に何かあったんですか？', // ann
    '王家と仲の良い夫から聞いた話なんだけれど、', // amber
    'ここ最近、エドガー王が突然病を患ったらしいの。', // amber
    'そうなんですね。', // ann
    '良くなるといいんだけれど…。', // amber
    'あ、これはあまり表沙汰にしてほしくない話みたいだから、内緒にしてね？', // amber
    'わ、分かりました。' // ann
  ],
  annabelle: [
    '薬？', // annabelle
    'そう、病気によく効くやつ。ないかな？', // ann
    'ないよ。', // annabelle
    'あ、飲むとムラムラするやつならあるけど。', // annabelle
    'そんなのいらないよ！', // ann
    'うちにはそれしかないかな。', // annabelle
    'そっか…。', // ann
    'あ！エリオットが最近怪しい商売を始めたみたいだけど、', // annabelle
    '確か万能薬がどうとか言ってたかも。', // annabelle
    'ほんと！？', // ann
    '万能薬って何でも治るっるてことだよね？', // ann
    'どうかな、私はあんなやつの売り物なんて口にしたくないけど。', // annabelle
    'そ、そうなんだ。', // ann
    'あ、もしうちの薬が欲しくなったら、言ってね。', // annabelle
    'それはいらないかな…。' // ann
  ],
  elliott: [
    [
      '街商さん、何を売っているんですか？', // ann
      'よう。', // elliott
      '今は観光の旅人さんが喜ぶもんは売ってねえよ。', // elliott
      'ごめんな。' // elliott
    ],
    [
      'あの、お薬を売っているって聞いたんですけど。', // ann
      'お！なんだ、あんたも薬を探していたのか！', // elliott
      '見ろよ、なんにでも効く魔法の万能薬があるぜ。', // elliott
      '今なら特別に40シリングで売ってやる。', // elliott
      'どんな病気でも治るの？', // ann
      'もちろんだ。', // elliott
      '買う', // option1
      '買わない', // option2
      'バカねアン、明らかにインチキじゃない。', // francisca
      'でも、本当かもしれないよ？', // ann
      'やめておきなお嬢ちゃん。', // max
      '賢い判断だお嬢ちゃん。', // max
      'そんなろくでなしの売るモンは怪しさ満点だ。', // max
      'おい！人の商売の邪魔をするなマックス！', // elliott
      '脳みそが筋肉でできたお前には解らんだろうが、こいつは本物だ。', // elliott
      'いいや、嘘だね。', // max
      'どうせお前もあの噂を聞いてそんな商売を始めたんだろ？', // max
      '王族の誰かが病気でヤバいってな。', // max
      'なんだ、お前も知っていやがったか。', // elliott
      'お嬢ちゃん、この話は稼ぎ屋界隈で最近よく聞く。', // max
      'ホンモノはワルカノの森に住む賢人だ。', // max
      '万能薬を作れるのは彼だけさ。', // max
      '森の賢人が薬を作れるんですね？', // ann
      'ああ、腕の立つ奴らはそれ目当てでみんな森へ向かった。', // max
      '王室へ薬を売りつけるつもりらしい。', // max
      'へへへ、そういうことだ姉ちゃん。', // elliott
      '騙して悪かったな。', // elliott
      '代わりにワルカノの森の地図を格安で売ってやるよ。', // elliott
      'うーん、結構です…。' // ann
    ],
    [
      'ワルカノの森には凶暴な熊が出るらしいから、', // elliott
      'もし本当に行くなら気をつけろよ。' // elliott
    ]
  ]
}
export const townChapter2 = {
  amber: {
    question: ['王城の隠し通路について', 'トロイア公爵邸について', 'なんでもない'],
    answer0: [
      '王城の隠し通路ね。', // amber
      '戦争のときなんかに王族が城外に逃げるために使うのね。', // amber
      'どこにあるか知っていますか？', // ann
      'さすがに知らないわ。', // amber
      '出口が敵国にバレたら意味がないもの。極秘なのよね。', // amber
      'なるほど。' // ann
    ],
    answer1: [
      'トロイア公爵邸なら街を出て南東のほうにあるわ。', // amber
      'あなた、行きたいの？', // amber
      '近くまでは行けるでしょうけど、敷地内には入れないわよ。', // amber
      'アンバーさんは入れるんですか？', // ann
      'ええ、まあ。', // amber
      '公爵とは結構仲がいいのよ。', // amber
      'よく贈り物を贈り合ったりしているわ。', // amber
      'ちょうどこの間もオレンジのジャムをいただいたの。', // amber
      'それは高級品ですね。', // francisca
      'そうなの…？', // ann
      'ええ、そうよ。', // amber
      'だから今度は何を贈ろうか悩んでいるのよ。', // amber
      '何か良いアイディアがあったら教えてちょうだいね。' // amber
    ],
    solve: [
      '公爵への贈り物、決まりましたか？', // ann
      'いいえ、困っているのよ。', // amber
      'チューリップなんてどうですか？', // ann
      'そうね、流行っているしいいかもしれないわね。', // amber
      'でも珍しい模様のものはさすがに私にも高すぎるわ…。', // amber
      '球根でよければおすそ分けしますよ！', // ann
      'あら、いいの？', // amber
      '確かに咲く前のものなら、楽しみもあって素敵ね。', // amber
      'どうぞ！', // ann
      'ありがとう。', // amber
      'さっそく遣いに届けさせるわ。', // amber
      'あ、私たちちょうど近くに用があるので届けますよ！', // ann
      'あら、ほんとに？', // amber
      '何から何まで申し訳ないわ。', // amber
      'いいんです！', // ann
      'そう？じゃあお願いするわ。', // amber
      '公爵への手紙と地図を書くわね。', // amber
      'これで邸宅の入り口までは通してもらえるはずよ。', // amber
      '公爵によろしくね。' // amber
    ]
  },
  annabelle: [
    'お花？', // annabelle
    'うん、色々育ててるよ。', // annabelle
    'お姉さんもチューリップが欲しいのかな？', // annabelle
    'あったけど、残念ながら他のお客さんに売っちゃった。', // annabelle
    'そっかあ。', // ann
    '代わりに余ってる球根をいくつかあげるわ。', // annabelle
    'もしかしたら珍しい模様になって高値がつくかも。', // annabelle
    'いいの！？', // ann
    'うん。', // annabelle
    'ありがとう！', // ann
    'どういたしまして。', // annabelle
    'またなんでも相談してね。' // annabelle
  ],
  elliott: [
    '貴族が喜びそうなもの？', // elliott
    'そりゃ今はチューリップだな。', // elliott
    'チューリップ…？', // ann
    'ああ、珍しい模様のチューリップを屋敷に飾って自慢するのが流行っているらしい。', // elliott
    '花なんか見て何が楽しいのかは知らんが、', // elliott
    '珍しい模様の物は貴族が高値で買うって言うんで俺も興味を持っているところだ。', // elliott
    '手に入った？', // ann
    'いいや、', // elliott
    '宿屋のアナベルが花を育てているから、聞いてみたらどうだ？', // elliott
    '俺ももらいに行きたいところだが、あいつ俺には何もくれないんだよな…。' // elliott
  ],
  max: [
    '貴族が喜びそうなもの？', // max
    'そういうのはエリオットが詳しいぜ。' // max
  ]
}
export const townChapter3 = {
  amber: [
    '王妃が亡くなった理由？', // amber
    'ご病気らしいわ。', // amber
    'ごめんね、私も王妃については詳しいことはあまり分からないの。', // amber
    '王妃はご交友が広くなくてね、', // amber
    '表に出てこられることも少なくて、', // amber
    '私も見かけたとこは数えるほどしかなかったわ。', // amber
    '陛下とは不仲だったっていう噂もあるけど、', // amber
    'どうかしらね。' // amber
  ],
  matilda: [
    '王妃のこと？', // matilda
    'ごめんね、よく知らないかな。', // matilda
    '王妃が亡くなったのは私が小さい頃のことだし…。', // matilda
    'みんなは王様とは仲が悪かったって噂をするけど、', // matilda
    'そうなのかな。', // matilda
    'そんなことないと思うけどな…。', // matilda
    'だって結婚したんでしょ？', // matilda
    'そうだね。', // ann
    'もし王妃のことが気になるんだったら、', // matilda
    '会いに行ってみたらいいんじゃないかな？', // matilda
    '会いに？', // ann
    'うん、', // matilda
    '王妃は聖アンテルスの墓地で眠っているよ。', // matilda
    'なるほどね！', // ann
    'ありがとう！' // ann
  ],
  max: [
    '王と王妃の仲が悪かったかって？', // max
    '知らないな。', // max
    '確かに噂では仲が悪かったとは聞くが、', // max
    'そもそも王妃は滅多に人前に出てこなかったんだ。', // max
    'よく分からないな。', // max
    'よく分からないからこそ、', // max
    '想像で色んな噂を勝手にたてられるんだろうな。', // max
    'ついでにもう一つ別の噂を教えてやろう。', // max
    '王妃はな、', // max
    '王が自ら剣をとってドラゴンと戦ったその姿に心奪われたらしい。', // max
    '噂、だがな。', // max
    '俺はそっちは信じるぜ。', // max
    'なんせあの勇姿には誰もが心を揺さぶられたんだ。' // max
  ]
}
export const townChapter4 = {
  amber: [
    '大変よ、', // amber
    'グリファルデ神殿に封じられていたドラゴンが目覚めたの。', // amber
    'それで王と王弟が率いる討伐隊がグリファルデ神殿に向かったわ。', // amber
    'こんなことになるなんて…、', // amber
    '大丈夫かしら…。', // amber
    'きっとあのドラゴンは、この国に十年前の復讐をするつもりなんだわ。' // amber
  ],
  annabelle: [
    'ドラゴンが目覚めたって噂、本当だったんだ。', // annabelle
    'ここ最近、王弟がよく神殿に通ってたみたいだけど、', // annabelle
    'きっとドラゴンの様子を見張っていたのね。', // annabelle
    'はぁ、', // annabelle
    'うまくいって平和になるといいんだけど。' // annabelle
  ],
  matilda: [
    'ドラゴンって見たことないけれど、とても大きいんだよね。', // matilda
    '人間が剣で戦って倒すだなんて、想像つかないな…。', // matilda
    'どうなっちゃうんだろう…。', // matilda
    '十年前に起きたことはよく知らないけど、ドラゴンはきっと私たちを恨んでいるんだよね…。', // matilda
    'こわいな…。' // matilda
  ],
  elliott: [
    '王自らドラゴン討伐に向かうなんて、', // elliott
    'もう若くないのによくやるよ。', // elliott
    '十年前みたいにうまくやれるとは限らねえぞ。', // elliott
    'あの時だって、倒すどころか神殿に封じ込めるだけで奇跡的だったんだ。', // elliott
    'もし失敗したらこの国は…、', // elliott
    '考えたくもねえ。' // elliott
  ],
  max: [
    '王と王弟が率いる討伐隊がドラゴン退治に向かったらしい。', // max
    '半月ほど前に流れていたドラゴンが目覚めたって噂、本当だったんだな。', // max
    '黙って帰りを待ってるしかないなんて、情けない話だな。', // max
    'でも俺は、エドガー王ならまたやってくれるって信じてるぜ。', // max
    'もし…、', // max
    'もし止められなかったら、きっとあのドラゴンはこの国を襲いに来るはずだ。', // max
    'そのときは俺も久々に剣を抜くぜ。' // max
  ],
  ann: [
    'よし、', // ann
    '行き先は一つだね！', // ann
    '行こう！' // ann
  ]
}
export const townChapter5 = {
  soldier: [
    [
      'あ、おい見ろ。この者たちじゃないか？', // soldier1
      'ああ、間違いない。', // soldier2
      '確かにグリファルデ神殿で王の救出を手伝った者たちだ。', // soldier2
      'なんですか？', // ann
      '君たち、あのとき何故急に姿を消した？', // soldier1
      'あ、ええと、忙しくて…。', // ann
      '王弟殿下がお礼をしたいとのことだ。', // soldier1
      'この手紙を預かっている。', // soldier1
      '恐らく王城への招待のはずだ。', // soldier2
      'きっと来てくれよ。' // soldier2
    ],
    [
      '中身を読むね。', // ann
      '「王城の裏庭で待つ」', // ann
      '…。', // ann
      'おわり。', // ann
      'え？なにそれ。それだけ？', // francisca
      '変ね。', // jaquelyn
      '裏庭って最初にジャックの暗殺を止めたところだよね。', // ann
      'うーん。', // ann
      'よく分からないけど行くしかないね。' // ann
    ]
  ],
  amber: [
    'もちろん知っているだろうけど、', // amber
    '陛下がついにドラゴンを倒したのよ！', // amber
    'ほんとに、本当によかったわ。', // amber
    'そうですね。', // ann
    '平和が何より一番ね。', // amber
    'ところで、', // amber
    'ドラゴンを倒したのは本当に王なのか、って噂もあるわ。', // amber
    '陛下はもう若くないし、', // amber
    '実は王弟が倒したんじゃないかとか、', // amber
    '無名のナイトが倒したけど、', // amber
    'それじゃあ格好がつかないからって、王の手柄になっただとか。', // amber
    'おまけに旅人の女の子たちが倒しただなんて噂まであるわ。', // amber
    'あはは。', // ann
    'まあ、私は陛下が倒したって信じているわ。', // amber
    '平和が何より一番ね。' // amber
  ],
  annabelle: [
    '♪', // annabelle
    '鼻歌なんか歌って、今日はご機嫌だね。', // ann
    'まあね。', // annabelle
    '平和になってよかったね。', // ann
    'もちろんそれも嬉しいけどね。', // annabelle
    '「それも」？', // ann
    'えっとね、ふふ、', // annabelle
    'え、なになに？', // ann
    'マチルダ、わかる？', // annabelle
    'いつもそこに隠れて私を見ている子。', // annabelle
    'ああ、あの子ね。', // ann
    'あの子がどうしたの？', // ann
    '私のことが好きみたい。', // annabelle
    'え！？', // ann
    'いや、知ってはいたんだけど、', // annabelle
    'いざ直接言われるとなんだか嬉しくって。', // annabelle
    '今度遊びに来るの。', // annabelle
    'そうなんだ！', // ann
    'よかったね！', // ann
    'まあね。' // annabelle
  ],
  matilda: [
    '…。', // matilda
    'どうしたの？', // ann
    'え、あ、ううん、', // matilda
    '平和になってよかったな、って。', // matilda
    'ほんとにね！', // ann
    'それは凄く嬉しいことなんだけど、', // matilda
    '私、浮かれすぎちゃったのかな…、', // matilda
    'なにかあった？', // ann
    'えっと、アナベルとね、久しぶりに話したんだけど…、', // matilda
    'なんていうか、変なこと言っちゃった…。', // matilda
    'そうなの？', // ann
    'なんて？', // ann
    'それは…、内緒なんだけど…、', // matilda
    'でも、また仲良くできそうで、嬉しいなって。', // matilda
    'そっか！', // ann
    'よかったね。', // ann
    'うん…！' // matilda
  ],
  elliott: [
    '信じられるか？', // elliott
    'エドガー王がドラゴンを倒したんだ。', // elliott
    'ほんと、ベリオン人として誇らしく思うぜ。', // elliott
    '国民のために自ら命がけで戦うなんてな。', // elliott
    '俺も、なんというか、', // elliott
    'もっと人のために生きてみてもいいんじゃないかって、', // elliott
    'ちょっと考えさせられたよ。', // elliott
    'ほんと、ベリオン人として誇らしく思うぜ。' // elliott
  ],
  max: [
    'な？俺の言った通りだったろ。', // max
    'エドガー王がついにやってくれたぜ。', // max
    '…。', // max
    'いや、正直言うと俺も無理なんじゃないかって思ってたよ。', // max
    'だが、俺達の平和王エドガーは、また見事に平和を守り抜いてくれた。', // max
    'この国の民はまた王にベタボレさ。', // max
    'もちろん俺も含めてな。' // max
  ]
}
